Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: Key Sequence for boot prompt.
de_de: Key-Sequence für Boot-Prompt.
pt_br: Sequência de Teclas para o prompt de inicialização.

source: This setting allows you to set whether or not an image is legacy. Valid values are 0 or 1
de_de: Diese Einstellung können Sie festlegen, ob ein Bild Erbe ist oder nicht. Gültige Werte sind 0 oder 1
pt_br: Esta configuração permite-lhe definir se quer ou não uma imagem é legado. Os valores válidos são 0 ou 1

source: This setting defines the proxy username to use.
de_de: Diese Einstellung definiert die Proxy-Benutzernamen zu verwenden.
pt_br: Esta configuração define o nome de usuário proxy para usar.

source: This setting defines the proxy password to use.
de_de: Diese Einstellung definiert die Proxy-Kennwort zu verwenden.
pt_br: Esta configuração define a senha de proxy para usar.

source: This setting sets the system to no menu, if there is no task set, it boots to first device.
de_de: Diese Einstellung setzt das System auf kein Menü, wenn es keine Aufgabe festgelegt, es Stiefel zu ersten Gerät.
pt_br: Esta configuração define o sistema para não menu, se não existe um conjunto de tarefas, ele inicia a primeira dispositivo.

source: This setting defines if the fog printer manager should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel-Drucker-Manager Global aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o gestor de impressora nevoeiro deve estar activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting defines the default value for the pxe hidden menu timeout.
de_de: Diese Einstellung definiert den Standardwert für den Pxe versteckt-Menü-Timeout.
pt_br: Esta configuração define o valor padrão para o tempo limite pxe menu oculto.

source: This setting defines tasks to consider \'Used\' in the task count. Listing is comma separated, using the ID\'s of the tasks.
de_de: Diese Einstellung definiert Aufgaben zu prüfen, \'Used\' in die Aufgabenanzahl. Die Listung ist durch Kommata getrennt, mit der ID\ der Aufgaben.
pt_br: Esta configuração define tarefas considerar \ 'Usado \' na contagem tarefa. Listagem é separada por vírgulas, usando o ID \ 's das tarefas.

source: This setting defines the grace period for the reboots and shutdowns. The value is specified in seconds
de_de: Diese Einstellung definiert die Nachfrist für den Neustart und Herunterfahren. Der Wert wird in Sekunden angegeben.
pt_br: Esta configuração define o período de carência para as reinicializações e desligamentos. O valor é especificado em segundos

source: This setting defines the maximum snapins allowed to be assigned to a host. Value of 0 means unlimted.
de_de: Diese Einstellung definiert die maximale Snapins erlaubt einem Host zugewiesen werden. Der Wert 0 bedeutet Unlimted.
pt_br: Esta configuração define as snapins máximos permitidos para ser atribuído a um host. Valor de 0 significa unlimted.

source: This setting defines the global enabling of image on server size. Checkbox on or off is the enabling element. Default is off.
de_de: Diese Einstellung definiert die globale Aktivierung des Bildes auf Servergröße. Kontrollkästchen aktivieren oder deaktivieren ist das förderliches Element. Ist standardmäßig deaktiviert.
pt_br: Esta configuração define o global que permite de imagem no tamanho do servidor. Checkbox ligado ou desligado é o elemento de habilitação. O padrão é off.

source: This setting defines an alternate Multicast Address. Default is 0 which means disabled, value will be ip validated if entered.
de_de: Diese Einstellung definiert eine Alternative Multicast-Adresse. Standardwert ist 0 (null), Menschen mit Behinderungen bedeutet, Wert Ip validiert, wenn eingegeben werden.
pt_br: Esta configuração define um endereço Multicast alternativo. O padrão é 0, o que significa desativado, o valor será ip validado se inserido.

source: This setting defines an override multicast port address, which of course remains static if set. Valid values are 0 thru 65535 and will be checked on save. Default is 0 which is disabled.
de_de: Diese Einstellung definiert eine Überschreibung Multicast port-Adresse, die natürlich bleibt statisch, wenn festgelegt. Gültige Werte sind 0 bis 65535 und überprüft werden beim Speichern. Standardwert ist 0 (null) deaktiviert ist.
pt_br: Esta configuração define um endereço de porta multicast de substituição, que naturalmente permanece estático se definir. Os valores válidos são 0-65535 e será verificado em Salvar. O padrão é 0, que está desativado.

source: This setting defines the duplex value. Default is FULL_DUPLEX.
de_de: Diese Einstellung definiert den duplex Wert. Der Standardwert ist FULL_DUPLEX.
pt_br: Esta configuração define o valor duplex. O padrão é full_duplex.

source: This setting defines the number of seconds to wait for wiping disks. (Default 60)
de_de: Diese Einstellung definiert die Anzahl der Sekunden warten zum Abwischen von Festplatten. (Standardwert: 60)
pt_br: Esta configuração define o número de segundos de espera para limpar discos. (Padrão 60)

source: This setting defines how often to refresh the bandwidth chart. Values are in seconds
de_de: Diese Einstellung definiert, wie oft die Bandbreite Chart aktualisieren. Die Werte werden in Sekunden
pt_br: Esta configuração define quantas vezes para atualizar o gráfico de largura de banda. Os valores são em segundo

source: Fast wipe will boot the client computer and wipe the first few sectors of data on the hard disk. Data will not be overwritten but the boot up of the disk and partition layout will no longer exist.
de_de: Schnell wischen bootet den Client-Computer und wischen Sie die ersten paar Sektoren der Daten auf der Festplatte. Daten nicht überschrieben werden, aber die Aufladung herauf die Datenträger und Partition Layout ist nicht mehr vorhanden.
pt_br: Funcionamento rápido irá inicializar o computador cliente e limpe os primeiros setores de dados no disco rígido. Os dados não serão substituídos, mas o arranque do layout do disco e partição deixará de existir.

source: Invalid Snapin Job
de_de: Ungültige Snap-in-Job
pt_br: Snapin Job inválido

source: There are no images on this server.
de_de: Es gibt keine Bilder auf diesem Server.
pt_br: Não há imagens neste servidor.

source: Invalid unit passed
de_de: Ungültige Einheit übergeben
pt_br: unidade inválido passado

source: Could not find a Storage Node. Is there one enabled within this Storage Group?
de_de: Einem Storage Node konnte nicht gefunden werden. Ist es ein in dieser Speichergruppe aktiviert?
pt_br: Não foi possível encontrar um nó de armazenamento. Existe um ativado dentro deste grupo de armazenamento?

source: There are no groups on this server.
de_de: Es gibt keine Gruppen auf diesem Server.
pt_br: Não existem grupos neste servidor.

source: Invalid operational mode
de_de: Ungültige Betriebsmodus
pt_br: modo operacional inválido

source: Accepted
de_de: Akzeptiert
pt_br: Aceitaram

source: There are no snapins on this server.
de_de: Es gibt keine Snapins auf diesem Server.
pt_br: Não há snapins neste servidor.

source: Failed to create inventory for this host!
de_de: Fehler beim Erstellen von Inventar für diesen Host!
pt_br: Falha ao criar o inventário para este alojamento!

source: Failed to updated Task
de_de: Fehler beim Vorgang aktualisiert
pt_br: Falha ao Tarefa atualizada

source: A hostname with that name already exists.
de_de: Ein Hostname mit diesem Namen ist bereits vorhanden.
pt_br: Um nome de host com esse nome já existe.

source: The MAC Address associated with this is
de_de: Die MAC-Adresse, die damit verbunden ist
pt_br: O endereço MAC associado a este é

source: Invalid image
de_de: Ungültiges Bild
pt_br: imagem inválido

source: Donations are disabled
de_de: Spenden sind deaktiviert
pt_br: As doações são deficientes

source: Restarting the client...
de_de: Der Kunde wird neu gestartet...
pt_br: Reiniciar o cliente ...

source: Hello FOG Client
de_de: Hallo Nebel Client
pt_br: Olá Cliente FOG

source: There are no locations on this server.
de_de: Es gibt keine Orte auf diesem Server.
pt_br: Não há locais neste servidor.

source: No Data
de_de: Keine Daten

source: User Agent Changed
de_de: User-Agent geändert

source: Capone Deploy
de_de: Capone bereitstellen

source: BIOS Vendor
de_de: BIOS-Anbieter

source: MB Serial
de_de: MB-Serie

source: CPU Max Speed
de_de: CPU-Max Geschwindigkeit

source: HD Serial
de_de: HD-Serie

source: Chassis Serial
de_de: Chassis-Serien

source: Delete Selected
de_de: Ausgewählte löschen

source: Image Manager
de_de: Bild-Manager

source: Start Time
de_de: Startzeit

source: FOG Wiki
de_de: Nebel-Wiki

source: Snapin Replicator
de_de: Snap-in-Replikator

source: MSI -- Network Deployment
de_de: MSI - Netzwerkeinrichtung

source: FOG Crypt
de_de: Nebel-Krypta

source: Uptime
de_de: Betriebszeit

source: iPrint Printer
de_de: iPrint Drucker

source: CUPS Printer
de_de: CUPS Drucker

source: Printer Alias
de_de: Drucker-Alias

source: Export PDF
de_de: PDF-Datei exportieren

source: Hosts
de_de: Gastgeber

source: Max Size
de_de: Max. Größe

source: AD Domain
de_de: Active Directory-Domäne

source: FOG Snapin Log
de_de: Nebel-Snap-in-Log

source: Hard Disk Firmware
de_de: Festplatte Firmware

source: Snapin Command
de_de: Snap-in-Befehl

source: DMI Key
de_de: DMI-Schlüssel

source: Serial
de_de: Serielle

source: Bandwidth
de_de: Bandbreite

source: Hostname Changer
de_de: Hostname-Wechsler

source: User Tracker
de_de: Benutzer-Tracker

source: Membership
de_de: Mitgliedschaft

source: %s Menu
de_de: %s Menü

source: Last Uploaded
de_de: Zuletzt hochgeladenen

source: Import Images
de_de: Bilder importieren

source: Interface
de_de: Schnittstelle
