Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: Since the fog boot image has an incomplete dhcp implementation, you can specify a dns address to be used with the boot image. If you are going to use this settings, you should turn <b>FOG_USE_SLOPPY_NAME_LOOKUPS</b> off.
de_de: Da das Startabbild Nebel eine unvollständige Dhcp-Implementierung hat, können Sie eine DNS-Adresse mit der Boot-Image verwendet werden. Wenn Sie diese Einstellungen verwenden wollen, sollten Sie <b>FOG_USE_SLOPPY_NAME_LOOKUPS</b> deaktivieren.
pt_br: Uma vez que a imagem de inicialização de nevoeiro tem uma implementação dhcp incompleta, você pode especificar um endereço de DNS para ser usado com a imagem de inicialização. Se você estiver indo para usar essas configurações, você deve virar <b> FOG_USE_SLOPPY_NAME_LOOKUPS </ b> off.

source: This setting defines the hostname or ip address of the NFS server used with FOG.
de_de: Diese Einstellung definiert die Hostnamen oder IP-Adresse des NFS-Servers mit Nebel verwendet.
pt_br: Esta configuração define o nome do host ou endereço IP do servidor NFS usado com nevoeiro.

source: This setting defines the username used to access files on the nfs server used with FOG.
de_de: Diese Einstellung definiert den Benutzernamen verwendet, um Zugriff auf Dateien auf dem Nfs-Server mit Nebel verwendet.
pt_br: Esta configuração define o nome de usuário usado para acessar arquivos no servidor NFS usado com nevoeiro.

source: This setting defines the password used to access flies on the nfs server used with FOG.
de_de: Diese Einstellung definiert das Passwort verwendet, um Zugang zu fliegen auf dem Nfs-Server mit Nebel verwendet.
pt_br: Esta configuração define a senha usada para acessar moscas no servidor NFS usado com nevoeiro.

source: This setting defines the directory on the NFS server where images are stored.
de_de: Diese Einstellung definiert das Verzeichnis auf dem NFS-Server wo die Bilder gespeichert sind.
pt_br: Esta configuração define o diretório no servidor NFS, onde as imagens são armazenadas.

source: This setting defines the directory on the NFS server where images are uploaded too.
de_de: Diese Einstellung definiert das Verzeichnis auf dem NFS-Server, wo auch Bilder hochgeladen werden.
pt_br: Esta configuração define o diretório no servidor NFS, onde as imagens são carregadas também.

source: This setting defines the web page used to acquire the bandwidth used by the nfs server.
de_de: Diese Einstellung definiert die Web-Seite verwendet, um die Bandbreite der Nfs-Server zu erwerben.
pt_br: Esta configuração define a página da web usado para adquirir a largura de banda usada pelo servidor NFS.

source: This setting defines the amount of padding applied to a partition before attempting resize the ntfs volume and upload it.
de_de: Diese Einstellung definiert der Anzahl von Leerstellen, bevor Sie versuchen, ändern der Größe einer Partition angewendet Ntfs-Volumes und laden Sie sie.
pt_br: Esta configuração define a quantidade de preenchimento aplicado a uma partição antes de tentar redimensionar o volume NTFS e carregá-lo.

source: This setting defines the hostname or ip address of the web server used with fog.
de_de: Diese Einstellung definiert die Hostnamen oder IP-Adresse des Web-Servers mit Nebel verwendet.
pt_br: Esta configuração define o nome do host ou endereço IP do servidor web utilizado com névoa.

source: This setting defines the path to the fog webserver\'s root directory.
de_de: Diese Einstellung definiert den Pfad zum Stammverzeichnis der Nebel Webserver\.
pt_br: Esta configuração define o caminho para o servidor web nevoeiro \ 's diretório raiz.

source: This setting defines the ip address of hostname for the server hosting the Wake-on-lan service.
de_de: Diese Einstellung definiert die IP-Adresse der Hostname für den Server-Hosting-Wake-on-lan-Service.
pt_br: Esta configuração define o endereço IP do nome de host para o servidor que hospeda o serviço Wake-on-LAN.

source: This setting defines the path to the files performing the WOL tasks.
de_de: Diese Einstellung definiert den Pfad zu den Dateien, die WOL-Aufgaben ausführen.
pt_br: Esta configuração define o caminho para os arquivos que executam as tarefas WOL.

source: This setting defines the network interface used in the WOL process.
de_de: Diese Einstellung definiert die Netzwerkschnittstelle in den WOL-Prozess verwendet.
pt_br: Esta configuração define a interface de rede usadas no processo de WOL.

source: This setting defines the location of the snapin files. These files must be hosted on the web server.
de_de: Diese Einstellung definiert den Speicherort der die Snap-in-Dateien. Diese Dateien müssen auf dem Server gehostet werden.
pt_br: Esta configuração define a localização dos arquivos snapin. Esses arquivos devem ser hospedado no servidor web.

source: This setting defines how many unicast tasks to allow to be active at one time.
de_de: Diese Einstellung definiert wie viele Unicast Aufgaben damit gleichzeitig aktiv sein können.
pt_br: Esta configuração define como muitas tarefas unicast para permitir a ser ativo em um tempo.

source: This setting defines the amount of time between client checks to determine if they are active clients.
de_de: Diese Einstellung definiert die Zeitspanne zwischen Client überprüft um festzustellen, ob sie aktive Kunden sind.
pt_br: Esta configuração define a quantidade de tempo entre as verificações de cliente para determinar se eles são clientes ativos.

source: This setting defines the minimum number of characters in a user\'s password.
de_de: Diese Einstellung definiert die minimale Anzahl von Zeichen in ein User\ Passwort.
pt_br: Esta configuração define o número mínimo de caracteres em um usuário \ 's senha.

source: This setting defines the valid characters used in a password.
de_de: Diese Einstellung definiert die gültigen Zeichen in einem Kennwort verwendet.
pt_br: Esta configuração define os caracteres válidos usados ​​em uma senha.

source: This setting defines which interface is monitored for traffic summaries.
de_de: Diese Einstellung legt fest, welche Schnittstelle für Zusammenfassungen Verkehr überwacht wird.
pt_br: Esta configuração define qual a interface é monitorado para resumos de tráfego.

source: This setting defines the interface used in multicast communications.
de_de: Diese Einstellung definiert die Schnittstelle, die in multicast-Kommunikation verwendet.
pt_br: Esta configuração define a interface usada em comunicações multicast.

source: This setting defines the starting port number used in multicast communications. This starting port number must be an even number.
de_de: Diese Einstellung definiert die Startnummer Hafen in multicast-Kommunikation verwendet. Diese Startnummer Port muss eine gerade Zahl sein.
pt_br: Esta configuração define o número da porta de partida utilizado em comunicações multicast. Este número de porta inicial deve ser um número par.

source: This setting defines the maximum number of multicast sessions that can be running at one time.
de_de: Diese Einstellung legt die maximale Anzahl von multicast-Sitzungen, die gleichzeitig ausgeführt werden können.
pt_br: Esta configuração define o número máximo de sessões multicast, que pode ser executada ao mesmo tempo.

source: This setting defines
de_de: Diese Einstellung definiert
pt_br: Esta configuração define

source: This setting defines the location on the web server of the FOG reports.
de_de: Diese Einstellung definiert den Speicherort auf dem Webserver der Nebel Berichte.
pt_br: Esta configuração define o local no servidor web dos relatórios nevoeiro.

source: This setting defines what css style sheet and theme to use for FOG.
de_de: Diese Einstellung legt fest, was Css style Sheet und Thema für Nebel verwenden.
pt_br: Esta configuração define o que folha de estilo CSS e tema a ser usado para FOG.

source: This setting defines if you would like to remove hibernate and swap files before uploading a Windows image.
de_de: Diese Einstellung legt fest, ob Sie, entfernen möchten den Ruhezustand und swap-Dateien vor dem Upload eines Windows-Abbilds.
pt_br: Esta configuração define se você deseja remover arquivos de hibernação e de swap antes de carregar uma imagem do Windows.

source: This setting defines if the Windows Service module directory cleaner should be enabled on client computers. This service is clean out the contents of a directory on when a user logs out of the workstation. (Valid values: 0 or 1).
de_de: Diese Einstellung legt fest, ob der Windows-Dienst-Modul-Verzeichnis Reiniger auf Client-Computern aktiviert werden soll. Dieser Service ist reinigen, den Inhalt eines Verzeichnisses auf wenn ein Benutzer aus der Arbeitsstation anmeldet. (Gültige Werte: 0 oder 1).
pt_br: Esta configuração define se o Windows Service diretório do módulo limpador deve ser ativado em computadores clientes. Este serviço é limpar o conteúdo de um diretório em quando um usuário faz para fora da estação de trabalho. (Valores válidos: 0 ou 1).

source: This setting defines if the FOG management portal uses animation effects on it. Valid values are 0 or 1
de_de: Diese Einstellung legt fest, ob der Nebel Verwaltungsportal Animationseffekte darauf verwendet. Gültige Werte sind 0 oder 1
pt_br: Esta configuração define se o portal de gerenciamento FOG usa efeitos de animação sobre ele. Os valores válidos são 0 ou 1

source: This setting defines if user cleanup should be enabled. The User Cleanup module will remove all local windows users from the workstation on log off accept for users that are whitelisted. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob das Benutzercleanup aktiviert werden soll. Das Benutzercleanup-Modul werden alle lokalen Windows entfernen, den Benutzer von der Arbeitsstation auf Abmelden für Benutzer annehmen, die zugelassenen sind. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se a limpeza usuário deve ser habilitado. O módulo Cleanup usuário irá remover todos os usuários do Windows locais da estação de trabalho na log off aceitar para usuários que estão na lista de autorizações. (Os valores válidos são 0 ou 1)

source: This setting defines if the green fog module should be enabled. The green fog module will shutdown or restart a computer at a set time. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob das grüne Nebel-Modul aktiviert werden soll. Der grüne Nebel Modul wird Herunterfahren oder Neustart eines Computers zu einem bestimmten Zeitpunkt. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o módulo névoa verde deve ser habilitado. O módulo de nevoeiro vontade desligamento verde ou reiniciar um computador em um horário definido. (Os valores válidos são 0 ou 1)

source: This setting defines if the auto log off module should be enabled. This module will log off any active user after X minutes of inactivity. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob das Auto abmelden Modul aktiviert werden soll. Dieses Modul wird jeder aktive Benutzer nach X Minuten Inaktivität abmelden. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o log de auto off módulo deve ser habilitado. Este módulo irá desligar qualquer usuário ativa após X minutos de inatividade. (Os valores válidos são 0 ou 1)

source: This setting defines if the fog display manager should be active. The fog display manager will reset the clients screen resolution to a fixed size on log off and on computer start up. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel-Display-Manager aktiviert werden soll. Der Nebel-Display-Manager werden die Kunden Bildschirmauflösung auf eine feste Größe auf Log ein-und Computer startet zurückgesetzt. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o gerenciador de exibição de nevoeiro deve estar ativo. O gerenciador de exibição nevoeiro irá repor os clientes resolução de tela para um tamanho fixo em log off e no computador de arranque. (Os valores válidos são 0 ou 1)

source: This setting defines the default width in pixels to reset the computer display to with the fog display manager service.
de_de: Diese Einstellung definiert die Standard-Breite in Pixel, um den Bildschirm mit dem Nebel anzeigen-Manager-Dienst zurücksetzen.
pt_br: Esta configuração define a largura padrão de pixels para repor a tela do computador para com o serviço gerenciador de exibição nevoeiro.

source: This setting defines the default height in pixels to reset the computer display to with the fog display manager service.
de_de: Diese Einstellung definiert die Standardhöhe in Pixel, um den Bildschirm mit dem Nebel anzeigen-Manager-Dienst zurücksetzen.
pt_br: Esta configuração define a altura padrão em pixels para repor a tela do computador para com o serviço gerenciador de exibição nevoeiro.

source: This setting defines the default refresh rate to reset the computer display to with the fog display manager service.
de_de: Diese Einstellung definiert die Standard-Refresh-Rate für die Rücksetzung die Computeranzeige um mit dem Nebel-Manager-Dienst anzuzeigen.
pt_br: Esta configuração define a taxa de atualização padrão para repor a tela do computador para com o serviço gerenciador de exibição nevoeiro.

source: This setting defines the number of minutes to wait before logging a user off of a PC. (Value of 0 will disable this module.)
de_de: Diese Einstellung definiert die Anzahl der Minuten zu warten, bevor ein Benutzer an einem PC anmelden. (Der Wert 0 wird dieses Modul deaktiviert.)
pt_br: Esta configuração define o número de minutos de espera antes de efetuar um usuário fora de um PC. (Valor de 0 irá desativar este módulo.)

source: This setting defines the location of the background image used in the auto log off module. The image should be 300px x 300px. This image can be located locally (such as c:\\images\\myimage.jpg) or on a web server (such as http://freeghost.sf.net/images/image.jpg)
de_de: Diese Einstellung definiert die Position des Hintergrundbildes in Auto abmelden Modul verwendet. Das Bild sollte 300px x 300px. Dieses Bild lässt sich lokal (z. B. c:\\images\\myimage.jpg) oder auf einem Webserver (z. B. http://freeghost.sf.net/images/image.jpg)
pt_br: Esta configuração define a localização da imagem de fundo usada no log off módulo de auto. A imagem deve ser 300px x 300px. Esta imagem pode ser localizado localmente (tal como c: \\ imagens \\ myimage.jpg) ou em um servidor web (como http://freeghost.sf.net/images/image.jpg)

source: This setting defines the keymap used on the client boot image.
de_de: Diese Einstellung definiert die Tastaturbelegung auf die Client-Boot-Image verwendet.
pt_br: Esta configuração define o mapa de teclado usado na imagem de inicialização do cliente.

source: This setting defines if the fog hostname changer should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel Hostname Wechsler weltweit aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o carregador de nevoeiro hostname deve ser activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting defines if the fog snapin installer should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel Snap-in Installer weltweit aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o instalador nevoeiro snap-in deve ser activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting allows you to add additional kernel arguments to the client boot image. This setting is global for all hosts.
de_de: Mit dieser Einstellung können Sie das Startabbild Client zusätzliche Kernel Argumente hinzu. Diese Einstellung ist global für alle Hosts.
pt_br: Esta configuração permite que você adicione os argumentos adicionais do kernel para a imagem de inicialização do cliente. Esta definição é global para todos os hosts.

source: This setting defines if the fog client updater should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel Client Updater weltweit aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o atualizador cliente nevoeiro deve estar activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting defines if the fog host register should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel Host Register weltweit aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o registo de acolhimento nevoeiro deve estar activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting defines if the fog printer maanger should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel Drucker Maanger weltweit aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o maanger impressora de nevoeiro deve estar activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting defines if the fog task reboot should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel Aufgabe Neustart weltweit aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se a tarefa de reinicialização nevoeiro deve estar activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting defines if the fog user tracker should be globally active. (Valid values are 0 or 1)
de_de: Diese Einstellung legt fest, ob der Nebel Benutzer Tracker weltweit aktiv sein soll. (Gültige Werte sind 0 oder 1)
pt_br: Esta configuração define se o rastreador do usuário nevoeiro deve estar activa a nível mundial. (Os valores válidos são 0 ou 1)

source: This setting defines the default value to populate the host\'s Active Directory domain name value.
de_de: Diese Einstellung definiert den Standardwert zum Auffüllen der Host\ Active Directory-Domäne-Name-Wert.
pt_br: Esta configuração define o valor padrão para preencher o valor nome de domínio do Active Directory as \ de acolhimento.

source: This setting defines the default value to populate the host\'s Active Directory OU value.
de_de: Diese Einstellung definiert den Standardwert zum Auffüllen der Host\ Active Directory-Organisationseinheit Wert.
pt_br: Esta configuração define o valor padrão para preencher o anfitrião \ 's valor UO do Active Directory.

source: This setting defines the default value to populate the host\'s Active Directory user name value.'
de_de: Diese Einstellung definiert den Standardwert zum Auffüllen der Host\ Active Directory-Benutzer-Name-Wert. "
pt_br: Esta configuração define o valor padrão para preencher o anfitrião \ 's valor Diretório nome de usuário do Active.

source: This setting defines the default value to populate the host\'s Active Directory password value. This settings must be encrypted.
de_de: Diese Einstellung definiert den Standardwert zum Auffüllen der Host\ Active Directory Kennwortwert. Diese Einstellungen müssen verschlüsselt werden.
pt_br: Esta configuração define o valor padrão para preencher valor de senha do Active Directory as \ de acolhimento. Estas definições devem ser criptografadas.

source: This setting defines the location of the fog utility directory.
de_de: Diese Einstellung definiert den Speicherort des Verzeichnisses Nebel-Dienstprogramm.
pt_br: Esta configuração define a localização do diretório utilitário nevoeiro.

source: This setting defines if the fog plugin system should be enabled.
de_de: Diese Einstellung legt fest, ob der Nebel-Plugin-System aktiviert werden soll.
pt_br: Esta configuração define se o sistema de plugins de nevoeiro deve ser ativado.

source: This setting defines the base location of fog plugins.
de_de: Diese Einstellung definiert die Basisadresse der Nebel-Plugins.
pt_br: Esta configuração define a localização de base de plugins de nevoeiro.

source: Auto generated fog nfs group
de_de: Automatisch erzeugte Nebel Nfs Gruppe
pt_br: grupo NFS nevoeiro gerado Auto

source: Auto generated fog nfs group member
de_de: Automatisch generierten Nebel Nfs Gruppenmitglied
pt_br: névoa gerada membro do grupo NFS Auto

source: This setting defines the username the storage nodes should use to connect to the fog server.
de_de: Diese Einstellung definiert den Benutzernamen, die, den die Speicherknoten verwenden sollten, um mit dem Nebel-Server verbinden.
pt_br: Esta configuração define o nome de usuário os nós de armazenamento deve usar para se conectar ao servidor nevoeiro.

source: This setting defines the password the storage nodes should use to connect to the fog server.
de_de: Diese Einstellung bestimmt das Kennwort, das die Speicherknoten verwenden sollten, um mit dem Nebel-Server verbinden.
pt_br: Esta configuração define a senha os nós de armazenamento deve usar para se conectar ao servidor nevoeiro.

source: This setting defines the username used for the ssh client.
de_de: Diese Einstellung definiert den Benutzernamen verwendet für die ssh Client.
pt_br: Esta configuração define o nome de usuário utilizado para o cliente ssh.

source: This setting defines the port to use for the ssh client.
de_de: Diese Einstellung definiert den Port für den ssh Client.
pt_br: Esta configuração define a porta para usar para o cliente ssh.

source: This setting defines which page is displayed in each section, valid settings includes <b>LIST</b> and <b>SEARCH</b>.
de_de: Diese Einstellung definiert, welche Seite in jedem Abschnitt angezeigt wird, gültige Einstellungen enthält <b>LIST</b> und <b>SEARCH</b>.
pt_br: Esta configuração define qual a página é exibida em cada seção, as definições válidas inclui <b> LISTA </ b> e <b> Pesquisa </ b>.

source: This setting defines the default value for the pxe menu timeout.
de_de: Diese Einstellung definiert den Standardwert für den Pxe-Menü-Timeout.
pt_br: Esta configuração define o valor padrão para o tempo limite menu PXE.

source: This setting defines the proxy ip address to use.
de_de: Diese Einstellung definiert die Proxy-IP-Adresse verwenden.
pt_br: Esta configuração define o endereço ip proxy para usar.

source: This setting defines the proxy port address to use.
de_de: Diese Einstellung definiert die Proxy-Port-Adresse zu verwenden.
pt_br: Esta configuração define o endereço da porta de proxy para usar.

source: This setting defines the location of util base, which is typically /opt/fog/
de_de: Diese Einstellung definiert die Position des Util base, die in der Regel ist/opt/Nebel /
pt_br: Esta configuração define a localização da base de util, que é tipicamente / opt / nevoeiro /

source: This setting defines if you would like the FOG pxe menu hidden or displayed
de_de: Diese Einstellung legt fest, ob Sie die Nebel-Pxe-Menü ein- und ausblenden möchten
pt_br: Esta configuração define se você gostaria menu FOG pxe ocultada ou exibida

source: This setting defines if you would like to append any settings to the end of your PXE default file.
de_de: Diese Einstellung legt fest, ob Sie irgendwelche Einstellungen an das Ende Ihrer PXE-Standard-Datei anhängen möchten.
pt_br: Esta configuração define se você gostaria de acrescentar quaisquer configurações para o final do seu arquivo padrão PXE.

source: This setting defines if you would like to use the legacy active tasks window. Note: The legacy screen will no longer be updated.
de_de: Diese Einstellung legt fest, ob Sie das ältere aktive Aufgaben-Fenster verwenden möchten. Hinweis: Die ältere Bildschirm wird nicht mehr aktualisiert werden.
pt_br: Esta configuração define se você gostaria de usar a janela tarefas ativas do legado. Nota: O ecrã legado não será mais atualizado.

source: PIGZ Compression Rating
de_de: PIGZ Kompression Rating
pt_br: Pigz Compression Avaliação
