Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: Group
de_de: Gruppe
pt_br: Grupo

source: Check here to see
de_de: Prüfen Sie hier, um zu sehen
pt_br: Verifique aqui para ver

source: not within this
de_de: nicht innerhalb dieser
pt_br: não dentro desta

source: Modify Membership for
de_de: Ändern der Mitgliedschaft
pt_br: Modificar a associação para

source: From
de_de: Von
pt_br: A partir de

source: saved successfully
de_de: erfolgreich gespeichert
pt_br: Salvo com sucesso

source: This page allows you to upload a CSV file into FOG to ease migration. It will operate based on the fields that are normally required by each area. For example, Hosts will have macs, name, description, etc....
de_de: Auf dieser Seite können Sie eine CSV-Datei hochladen in Nebel, Migration zu erleichtern. Es arbeiten basiert auf den Feldern, die normalerweise von jedem Bereich erforderlich sind. Zum Beispiel müssen Hosts, Macs, Name, Beschreibung, etc....
pt_br: Esta página permite fazer upload de um arquivo CSV para FOG para facilitar a migração. Ele vai operar com base nos campos que são normalmente exigidos por cada área. Por exemplo, os anfitriões terão macs, nome, descrição, etc ....

source: CSV File
de_de: CSV-Datei
pt_br: Arquivo CSV

source: Upload CSV
de_de: Laden Sie CSV
pt_br: Carregar CSV

source: Export
pt_br: Exportar

source: Could not find temp filename
de_de: Temporäre Dateiname konnte nicht gefunden werden.
pt_br: Não foi possível encontrar temporário filename

source: Host already exists with at least one of the listed MACs
de_de: Host ist mit mindestens einem der genannten MACs bereits vorhanden.
pt_br: Host já existe com, pelo menos, um dos referidos MACs

source: already exists with this name
de_de: mit diesem Namen bereits vorhanden ist
pt_br: já existe com este nome

source: Row
de_de: Zeile
pt_br: Linha

source: Import
pt_br: Importar

source: Results
de_de: Ergebnisse
pt_br: Resultados

source: Total Rows
de_de: Zeilen gesamt
pt_br: total de linhas

source: Successful
de_de: Erfolgreiche
pt_br: Bem sucedido

source: Errors
de_de: Fehler
pt_br: erros

source: Delayed
de_de: Verzögert
pt_br: atrasado

source: Please Select an option
de_de: Bitte wählen Sie eine option
pt_br: Por favor selecione uma opção

source: Image ID was not set, or unable to be created
de_de: Bild-ID wurde nicht gesetzt oder erstellt werden
pt_br: ID da imagem não foi definido, ou incapaz de ser criado

source: Primary Storage Group
pt_br: Grupo de armazenamento primário

source: Image Name
pt_br: Nome da imagem

source: Storage Group
de_de: Speichergruppe
pt_br: Grupo de armazenamento

source: Image Type
de_de: Bildtyp
pt_br: Tipo de imagem

source: Partition
pt_br: divisória

source: Image Size: ON CLIENT
de_de: Bildgröße: ON CLIENT
pt_br: Tamanho da imagem: ON CLIENT

source: Image Size: ON SERVER
de_de: Bildgröße: ON SERVER
pt_br: Tamanho da imagem: no servidor

source: Format
pt_br: Formato

source: Uploaded
de_de: Hochgeladen
pt_br: Carregado

source: Edit/Remove
de_de: Bearbeiten/entfernen
pt_br: Editar / Remover

source: Edit
de_de: Bearbeiten
pt_br: Editar

source: Delete
de_de: Löschen
pt_br: Excluir

source: Not set
de_de: Nicht festgelegt
pt_br: Não configurado

source: Not Protected
de_de: Nicht geschützt
pt_br: não protegido

source: Protected
de_de: Geschützt
pt_br: Protegido

source: All Images
de_de: Alle Bilder
pt_br: todas as Imagens

source: New Image
de_de: Neues Bild
pt_br: Nova imagem

source: There is no active/enabled Storage nodes on this server.
de_de: Auf diesem Server gibt es keine aktiven/fähige Storage Nodes.
pt_br: Não há / nós de armazenamento habilitado activas neste servidor.

source: Image Description
de_de: Bildbeschreibung
pt_br: Descrição da imagem

source: Operating System
de_de: Betriebssystem
pt_br: Sistema operacional

source: Image Path
de_de: Bildpfad
pt_br: Caminho da imagem

source: Image Enabled
de_de: Bild aktiviert
pt_br: imagem Ativado

source: Replicate?
de_de: Replizieren?
pt_br: Replicar?

source: Compression
de_de: Kompression
pt_br: Compressão

source: Add new image definition
de_de: Fügen Sie neue Bildschärfe
pt_br: Adicionar nova definição de imagem

source: An image name is required!
de_de: Ein Image-Name ist erforderlich!
pt_br: Um nome de imagem é necessário!

source: An image already exists with this name!
de_de: Ein Bild mit diesem Namen ist bereits vorhanden!
pt_br: Uma imagem já existe com este nome!

source: An image file name is required!
de_de: Ein Bild-Dateiname ist erforderlich!
pt_br: Um nome de arquivo de imagem é necessário!

source: Please choose a different name, this one is reserved for FOG.
de_de: Bitte wählen Sie einen anderen Namen, diesein ist reserviert für Nebel.
pt_br: Por favor, escolha um nome diferente, este é reservado para FOG.

source: A Storage Group is required!
de_de: Eine Speichergruppe ist erforderlich!
pt_br: Um grupo de armazenamento é necessário!

source: An Operating System is required!
de_de: Ein Betriebssystem ist erforderlich!
pt_br: Um sistema operacional é necessário!

source: An image type is required!
de_de: Ein Bild wird benötigt!
pt_br: Um tipo de imagem é necessário!

source: An image partition type is required!
de_de: Ein Bild-Partitionstyp ist erforderlich!
pt_br: Um tipo de partição de imagem é necessário!

source: Database update failed
de_de: Datenbankupdate fehlgeschlagen
pt_br: atualização de banco de dados falhou

source: Image created
de_de: Bild erstellt
pt_br: imagem criada

source: Edit image definition
de_de: Bearbeiten Bild-definition
pt_br: Editar definição de imagem

source: Storage Group Name
de_de: Name der Speichergruppe
pt_br: Nome do grupo de armazenamento

source: Check here to see groups not assigned this image
de_de: Prüfen Sie hier, um zu sehen, dass Gruppen nicht dieses Bild zugewiesen
pt_br: Verifique aqui para ver os grupos não atribuído esta imagem

source: Modify group association for
de_de: Ändern der Gruppenzugehörigkeit für
pt_br: Modificar associação de grupo para

source: Add image to groups
de_de: Bild zu Gruppen hinzufügen
pt_br: Adicionar imagem para grupos

source: Add Image to Group(s)
de_de: Gruppe(n) Bild hinzufügen
pt_br: Adicione a imagem ao grupo (s)

source: Primary Group Selector
de_de: Primäre Gruppe Selector
pt_br: Selector grupo primário

source: Update Primary Group
de_de: Primäre Gruppe aktualisieren
pt_br: Grupo primário de actualização

source: Delete Selected Group associations
de_de: Löschen Sie ausgewählte Gruppe Verbände
pt_br: Excluir associações grupo selecionado

source: Image must be assigned to one Storage Group
de_de: Bild muss eine Speichergruppe zugeordnet werden
pt_br: A imagem deve ser atribuído a um grupo de armazenamento

source: Image updated
de_de: Bild aktualisiert
pt_br: imagem atualizada

source: Session Name
de_de: Sitzungsname
pt_br: Nome da sessão

source: Client Count
de_de: Kunden zählen
pt_br: Contagem de cliente

source: Timeout
pt_br: Tempo esgotado

source: minutes
de_de: Minuten
pt_br: minutos

source: Select Image
de_de: Wählen Sie Bild
pt_br: Selecionar imagem

source: Start
pt_br: Começar

source: Start Multicast Session
de_de: Multicast-Sitzung starten
pt_br: Iniciar Sessão Multicast

source: Task Name
de_de: Task-Namen
pt_br: Nome da tarefa

source: Clients
de_de: Kunden
pt_br: clientes

source: Percent
de_de: Prozent
pt_br: Por cento

source: State
de_de: Zustand
pt_br: Estado

source: Stop Task
de_de: Task beenden
pt_br: Parar Tarefa

source: Kill
de_de: Zu töten
pt_br: Matar

source: Please input a session name
de_de: Bitte geben Sie einen Sitzungsnamen
pt_br: Por favor, insira um nome de sessão

source: Please choose an image
de_de: Bitte wählen Sie ein Bild
pt_br: Por favor, escolha uma imagem

source: Session with that name already exists
de_de: Sitzung mit diesem Namen bereits vorhanden ist
pt_br: Sessão com esse nome já existe

source: Session name cannot be the same as an existing hostname
de_de: Sitzungsname darf keine vorhandene Hostname identisch sein
pt_br: O nome da sessão não pode ser o mesmo que um nome de host existente

source: Please wait until a slot is open<br/>There are currently %s tasks in queue<br/>Your server only allows %s
de_de: Bitte warten Sie, bis ein Slot ist open<br/>There sind derzeit %s Aufgaben in queue<br/>Your Server erlaubt nur %s
pt_br: Aguarde até que um slot está aberto <br/> Atualmente %s tarefas em fila <br/> O servidor permite somente %s

source: Failed to create Session
de_de: Fehler beim Erstellen der Sitzung
pt_br: Falha ao criar sessão

source: Multicast session created
de_de: Multicast-Sitzung erstellt
pt_br: sessão multicast criado

source: has been started on port
de_de: wurde auf Port gestartet.
pt_br: foi iniciado na porta

source: Cancelled task
de_de: Stornierte Aufgabe
pt_br: tarefa cancelada

source: Force
de_de: Kraft
pt_br: Força

source: Pending hosts
de_de: Ausstehende Gastgeber
pt_br: anfitriões pendentes

source: Click
de_de: Klicken Sie auf
pt_br: Clique

source: here
de_de: Hier
pt_br: Aqui

source: to review.
de_de: um zu überprüfen.
pt_br: rever.

source: Pending macs
de_de: Ausstehende macs
pt_br: macs pendentes

source: Web Server
pt_br: Servidor web

source: TFTP Server
pt_br: Servidor TFTP

source: Load Average
de_de: Durchschnittliche Belastung
pt_br: Carga média

source: System Uptime
de_de: Betriebsbereitschaft des Systems
pt_br: Uptime sistema

source: System Overview
de_de: Systemübersicht
pt_br: Visão geral do sistema

source: The selected node's storage group slot usage
de_de: Den ausgewählten Knoten Speichernutzung Gruppe slot
pt_br: utilização das faixas do grupo de armazenamento do nó selecionado

source: Storage Group Activity
de_de: Speichergruppe Aktivität
pt_br: Actividade do Grupo de Armazenamento

source: The selected node's image storage disk usage
de_de: Den ausgewählten Knoten Bild Speicher Datenträgerverwendung
pt_br: o uso do disco de armazenamento de imagem do nó selecionado

source: Storage Node Disk Usage
de_de: Storage Node Datenträgerverwendung
pt_br: Uso nó de armazenamento do disco

source: Imaging Over the last 30 days
de_de: Imaging in den letzten 30 Tagen
pt_br: Imagem Ao longo dos últimos 30 dias

source: 1 hour
de_de: 1 Stunde
pt_br: 1 hora

source: 30 Minutes
de_de: 30 Minuten
pt_br: 30 minutos

source: 10 Minutes
de_de: 10 Minuten
pt_br: 10 Minutos

source: 2 Minutes
de_de: 2 Minuten
pt_br: 2 minutos

source: Invalid storage node
de_de: Ungültige Speicherknoten
pt_br: nó de armazenamento inválido

source: Graph is disabled for this node
de_de: Grafik ist für diesen Knoten deaktiviert.
pt_br: Graph está desativada para este nó

source: Invalid URL
de_de: Ungültige URL
pt_br: URL inválida

source: FOG Project on Github
de_de: Nebel-Projekt auf Github
pt_br: Projeto FOG no Github

source: FOG Client on Github
de_de: Nebel-Client auf Github
pt_br: Cliente FOG no Github

source: FOG Forums
de_de: Nebel-Foren
pt_br: FOG Fóruns

source: Donate to FOG
de_de: Spenden Sie für Nebel
pt_br: Doe ao nevoeiro

source: FOG Version Information
de_de: Nebel-Versionsinformationen
pt_br: FOG Informação da versão

source: Running Version
de_de: Laufende Version
pt_br: executando a Versão

source: Kernel Versions
de_de: Kernel-Versionen
pt_br: Versões do kernel

source: FOG License Information
de_de: Nebel-Lizenzinformationen
pt_br: Informações FOG License

source: This section allows you to update the Linux kernel which is used to boot the client computers. In FOG, this kernel holds all the drivers for the client computer, so if you are unable to boot a client you may wish to update to a newer kernel which may have more drivers built in. This installation process may take a few minutes, as FOG will attempt to go out to the internet to get the requested Kernel, so if it seems like the process is hanging please be patient.
de_de: In diesem Abschnitt können Sie den Linux-Kernel zu aktualisieren, die verwendet wird, um die Client-Computer zu starten. In Nebel hält dieser Kernel alle Treiber für den Client-Computer, also bist du nicht in der Lage, einen Client zu starten können Sie möchten auf einen neueren Kernel aktualisieren, die mehr Treiber gebaut haben können. Dieser Installationsvorgang kann einige Minuten dauern, da Nebel versucht zu gehen, um das Internet, um den gewünschten Kernel, so wenn es scheint, wie der Prozess hängt Bitte gedulden.
pt_br: Esta seção permite que você atualizar o kernel do Linux que é usado para inicializar os computadores cliente. Em FOG, este kernel contém todos os drivers para o computador cliente, por isso, se você é incapaz de arrancar um cliente você pode desejar atualizar para um kernel mais recente que pode ter mais motoristas construído em. Este processo de instalação pode demorar alguns minutos, como FOG tentará sair para a internet para obter o Kernel solicitado, por isso, se parece que o processo está pendurado por favor, seja paciente.

source: Published Kernel
de_de: Veröffentlichte Kernel
pt_br: publicado Kernel

source: Old Published Kernels
de_de: Alten veröffentlicht Kernel
pt_br: Publicado Old Kernels

source: Starting process...
de_de: Wird gestartet...
pt_br: processo a partir ...

source: Kernel Name
pt_br: Nome Kernel

source: Next
de_de: Nächste
pt_br: Próximo

source: FOG PXE Boot Menu Configuration
de_de: Nebel-PXE-Boot-Menü-Konfiguration
pt_br: Configuração do menu FOG Boot PXE

source: No Menu
de_de: Kein Menü
pt_br: Sem menu

source: Option sets if there will even be the presence of a menu to the client systems. If there is not a task set, it boots to the first device, if there is a task, it performs that task.
de_de: Option legt fest, ob überhaupt das Vorhandensein eines Menüs zu den Client-Systemen. Wenn nicht gibt es eine Aufgabenstellung, startet es das erste Gerät, wenn es eine Aufgabe, er führt diese Aufgabe.
pt_br: Opção define se haverá mesmo a presença de um menu para os sistemas cliente. Se não houver um conjunto de tarefas, este é carregado para o primeiro dispositivo, se houver uma tarefa, ele executa essa tarefa.

source: Hide Menu
de_de: Menü ausblenden
pt_br: FECHAR

source: Option below sets the key sequence. If none is specified, ESC is defaulted. Login with the FOG Credentials and you will see the menu. Otherwise it will just boot like normal.
de_de: Unten die Option setzt die Tastenfolge. Wenn nichts angegeben ist, ist ESC vorgegeben. Loggen Sie sich mit den Nebel-Anmeldeinformationen und Sie sehen das Menü. Sonst wird es nur wie Normal booten.
pt_br: Opção abaixo define a sequência de teclas. Se nenhum for especificado, ESC é padrão. Entre com as credenciais FOG e você vai ver o menu. Caso contrário, ela só vai arrancar como normal.

source: Hide Menu Timeout
de_de: Menü-Timeout zu verstecken
pt_br: Timeout FECHAR

source: Option specifies the timeout value for the hidden menu system
de_de: Die Option gibt den Timeout-Wert für das versteckte Menü-system
pt_br: Opção especifica o valor de tempo limite para o sistema de menu oculto

source: Advanced Menu Login
de_de: Menü "erweitert" Login
pt_br: Login avançado menu

source: Option below enforces a Login system for the Advanced menu parameters. If off, no login will appear, if on, it will ony allow login to the advanced system.
de_de: Unten die Option erzwingt ein Login-System für das Menü "erweitert"-Parameter. Wenn ausgeschaltet, kein Login angezeigt wird, wenn aktiviert ist, es nur wird zulassen, anmelden, um das erweiterte System.
pt_br: Opção abaixo impõe um sistema de login para os parâmetros do menu Avançadas. Se desligado, nenhum login aparecerá, se ligado, ele ony vai permitir o login para o sistema avançado.

source: Boot Key Sequence
de_de: Bootsequenz
pt_br: Bota Key Sequence

source: Menu Timeout (in seconds)
de_de: Menü-Timeout (in Sekunden)
pt_br: Timeout Menu (em segundos)

source: Exit to Hard Drive Type
de_de: Ausgang zur Festplattentyp
pt_br: Sair para Tipo de disco rígido

source: Exit to Hard Drive Type(EFI)
de_de: Ausgang zur Festplatte Type(EFI)
pt_br: Sair para Tipo de disco rígido (EFI)

source: Add any custom text you would like included added as a part of your <i>default</i> file.
de_de: Fügen Sie benutzerdefinierten Text hinzu, die, den Sie möchten, enthalten als Teil der <i>default</i>-Datei hinzugefügt.
pt_br: Adicione todo o texto personalizado que você gostaria de incluir adicionado como uma parte do seu <i> default </ i> arquivo.

source: Save PXE MENU
de_de: PXE-Menü speichern
pt_br: Salvar PXE MENU

source: Invalid Timeout Value
de_de: Ungültiger Wert für Timeout
pt_br: Valor do Tempo Limite inválido

source: PXE Menu update failed
de_de: PXE-Menü Update fehlgeschlagen
pt_br: atualização do Menu PXE falhou

source: PXE Menu has been updated
de_de: PXE-Menü wurde aktualisiert
pt_br: Menu de PXE foi atualizado

source: This item allows you to edit all of the PXE Menu items as you see fit. Mind you, iPXE syntax is very finicky when it comes to edits. If you need help understanding what items are needed, please see the forums. You can also look at ipxe.org for syntactic usage and methods. Some of the items here are bound to limitations. Documentation will follow when enough time is provided.
de_de: Mit diesem Element können Sie alle PXE Menüelemente bearbeiten, wie Sie es für richtig halten. Wohlgemerkt, ist iPXE Syntax sehr pingelig, wenn es zu Änderungen kommt. Benötigen Sie Hilfe beim Verständnis, welche Artikel benötigt werden, finden Sie in den Foren. Sie können auch ipxe.org für syntaktische Verwendung und Methoden betrachten. Einige der Artikel hier sind an Grenzen gebunden. Dokumentation wird folgen, wenn genügend Zeit zur Verfügung gestellt wird.
pt_br: Este item permite editar todos os itens do menu PXE como você vê o ajuste. Mente-lhe, a sintaxe gpxe é muito mimado quando se trata de edições. Se você precisar de ajuda para compreender o que os itens são necessários, consulte os fóruns. Você também pode olhar para ipxe.org para o uso e métodos sintática. Alguns dos itens aqui são obrigados a limitações. Documentação seguirá quando o tempo suficiente é fornecida.

source: Menu Item:
de_de: Menüpunkt:
pt_br: Item do menu:

source: Description:
de_de: Beschreibung:
pt_br: Descrição:

source: Parameters:
de_de: Parameter:
pt_br: parâmetros:

source: Boot Options:
de_de: Boot-Optionen:
pt_br: Opções de inicialização:

source: Default Item:
de_de: Standard-Eintrag:
pt_br: Item padrão:

source: Menu Show with:
de_de: Menü-Show mit:
pt_br: Menu Show com:

source: successfully updated
de_de: erfolgreich aktualisiert
pt_br: atualizado com sucesso

source: successfully removed
de_de: erfolgreich entfernt
pt_br: removido com sucesso

source: Create New iPXE Menu Entry
de_de: Neue iPXE Menü-Eintrag erstellen
pt_br: Criar Nova gpxe entrada do menu

source: New Menu
de_de: Neues Menü
pt_br: novo menu

source: Menu Item or title cannot be blank
de_de: Menüpunkt oder Titel darf nicht leer sein.
pt_br: Artigo ou título de menu não pode ficar em branco

source: A description needs to be set
de_de: Eine Beschreibung muss eingestellt werden
pt_br: Uma descrição precisa ser definida

source: Menu create failed
de_de: Menü Erstellen fehlgeschlagen
pt_br: Menu Criar falhou

source: Menu Added
de_de: Menü hinzugefügt
pt_br: Menu Adicionado

source: FOG Client Service Updater
de_de: Nebel-Client Service Updater
pt_br: FOG Service Client Updater

source: Module Name
de_de: Modulname
pt_br: Nome do módulo

source: Module MD5
de_de: Modul-MD5
pt_br: módulo MD5

source: Module Type
de_de: Modul-Typ
pt_br: Tipo de módulo

source: This section allows you to update the modules and config files that run on the client computers. The clients will checkin with the server from time to time to see if a new module is published. If a new module is published the client will download the module and use it on the next time the service is started.
de_de: In diesem Abschnitt können Sie aktualisieren die Module und Config-Dateien, die auf den Clientcomputern ausgeführt. Die Kunden werden beim Einchecken mit dem Server von Zeit zu Zeit zu sehen, ob ein neues Modul veröffentlicht wird. Wenn ein neues Modul veröffentlicht wird der Client das Modul herunterladen und verwenden Sie es auf das nächste Mal, wenn, das der Dienst gestartet wird.
pt_br: Esta seção permite que você atualize os módulos e arquivos de configuração que são executados nos computadores cliente. Os clientes vão check-in com o servidor de vez em quando para ver se um novo módulo é publicado. Se um novo módulo é publicado o cliente fará o download do módulo e usá-lo na próxima vez que o serviço é iniciado.

source: Upload a new client module/configuration file
de_de: Eine neue Client-Modul/Konfigurations-Datei hochladen
pt_br: Carregar um novo arquivo de módulo cliente / configuração

source: Max Size:
de_de: Max. Größe:
pt_br: Max Tamanho:

source: Upload File
de_de: Datei hochladen
pt_br: Subir arquivo

source: Failed to delete updater file and definition
de_de: Fehler beim Löschen der Updater Datei und definition
pt_br: Falha ao excluir o arquivo atualizador e definição

source: No file uploaded
de_de: Keine Datei hochgeladen
pt_br: No arquivo carregado

source: Modules added/updated
de_de: Module hinzugefügt/aktualisiert
pt_br: Módulos adicionado / atualizado

source: MAC Address Manufacturer Listing
de_de: MAC Adresse Hersteller Liste
pt_br: MAC Listing Endereço Fabricante

source: This section allows you to import known mac address makers into the FOG Database for easier identification.
de_de: In diesem Abschnitt können Sie bekannte Mac Adresse Entscheidungsträger in die Nebel-Datenbank zur leichteren Identifizierung zu importieren.
pt_br: Esta seção permite que você importe os fabricantes de endereço MAC conhecidos na névoa banco de dados para facilitar a identificação.

source: Current Records
de_de: Aktuelle Datensätze
pt_br: Registros atuais

source: Delete MACs
de_de: MACs zu löschen
pt_br: excluir MACs

source: Delete Current Records
de_de: Aktuelle Datensätze löschen
pt_br: Excluir Registros atuais

source: Update MACs
pt_br: Atualizar MACs

source: Update Current Listing
de_de: Aktuelle Liste aktualisieren
pt_br: Atualização de listagem atual

source: MAC Address listing source:
de_de: MAC-Adresse Liste Quelle:
pt_br: MAC Address fonte listagem:

source: Could not read temp file
de_de: Temporäre Datei konnte nicht gelesen werden.
pt_br: Não foi possível ler arquivo temporário

source: mac addresses updated!
de_de: MAC-Adressen aktualisiert!
pt_br: endereços MAC atualizado!

source: FOG System Settings
de_de: Nebel-Systemeinstellungen
pt_br: Configurações do sistema FOG

source: This section allows you to customize or alter the way in which FOG operates. Please be very careful changing any of the following settings, as they can cause issues that are difficult to troubleshoot.
de_de: In diesem Abschnitt können Sie anpassen oder verändern die Arbeitsweise Nebel. Bitte sehr vorsichtig sein, wenn Sie eine der folgenden Einstellungen sein, wie sie Probleme, die schwer verursachen können zu beheben sind.
pt_br: Esta seção permite que você personalize ou alterar a maneira pela qual FOG opera. Por favor, tenha muito cuidado alterar qualquer uma das seguintes configurações, como eles podem causar problemas que são difíceis de solucionar.

source: No image specified
de_de: Kein Bild angegeben
pt_br: Nenhuma imagem especificada

source: Save Changes
de_de: Speichern Sie die Änderungen
pt_br: Salvar alterações

source: No Image specified
de_de: Kein Bild angegeben
pt_br: Sem Imagem do especificado

source: Service Master
de_de: Leistungsstamm
pt_br: Mestre serviço

source: Image Replicator
de_de: Bild-Replikator
pt_br: Replicator imagem

source: Ping Hosts
pt_br: Hosts Ping

source: Image Transfer Log
de_de: Bild-Übertragungsprotokoll
pt_br: Transferência de Imagem Log

source: Snapin Transfer Log
de_de: Snap-in-Übertragungsprotokoll
pt_br: Snapin Transferência de Log
