Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: No connection to get snapin
de_de: Keine Verbindung zum Snap-in zu bekommen
pt_br: Sem conexão para obter Snapin

source: No hash available
de_de: Kein Hash verfügbar
pt_br: Nenhum de hash disponíveis

source: No size available
de_de: Keine Größe verfügbar
pt_br: No tamanho disponíveis

source: FTP Failed to connect
de_de: FTP Verbindung fehlgeschlagen
pt_br: FTP Falha ao conectar

source: Pending...
de_de: Ausstehende...
pt_br: Pendente...

source: Cannot connect to the Storage Node
de_de: Keine Verbindung mit dem Storage Node
pt_br: Não é possível conectar ao nó de armazenamento

source: Failed to find the snapin file
de_de: Konnte die Snap-in-Datei nicht finden
pt_br: Não foi possível encontrar o arquivo de snap-in

source: Printer is invalid
de_de: Drucker ist ungültig
pt_br: De impressora é inválido

source: Needs action string of ask, get, or list
de_de: Braucht Aktion Zeichenfolge des Ask, Get oder Liste
pt_br: Precisa de seqüência de perguntar, obter, ou lista de ações

source: If action of ask or get, we need a file name in the request
de_de: Wenn die Aktion von Ask oder bekommen, brauchen wir einen Dateinamen in der Anfrage
pt_br: Se a ação de pedir ou obter, precisamos de um nome de arquivo no pedido

source: Invalid data
de_de: Ungültige Daten
pt_br: Dados inválidos

source: Postfix requires an action of login, logout, or start to operate
de_de: Postfix erfordert eine Aktion des Login, Logout, oder in Betrieb genommen
pt_br: Postfix requer uma ação de login, logout, ou começar a operar

source: Replay from journal: real insert time
de_de: Wiederholung von Journal: echte Zeit einfügen
pt_br: Repetição do diário: tempo de inserção reais

source: Open VNC connection to
de_de: Offene VNC-Verbindung zu
pt_br: Abre uma conexão VNC para

source: Example Bolded Header
de_de: Beispiel Fett Header
pt_br: Exemplo negrito cabeçalho

source: Model
de_de: Modell
pt_br: Modelo

source: Version
pt_br: Versão

source: FOG Hosts and Users Login
de_de: Nebel-Hosts und Benutzer-Login
pt_br: Hosts nevoeiro e Usuários Entrar

source: Missing Extensions
de_de: Fehlende Erweiterungen
pt_br: Extensões ausentes

source: Display
de_de: Anzeige
pt_br: Exibição

source: Inventory
de_de: Inventar
pt_br: Inventário

source: Deleted
de_de: Gelöscht
pt_br: excluídos

source: All
de_de: Alle
pt_br: Todos

source: Storage
de_de: Lagerung
pt_br: Armazenamento

source: Removed
de_de: Entfernt
pt_br: Removido

source: Management
pt_br: Gestão

source: Images
de_de: Bilder und Videos
pt_br: imagens

source: Node
de_de: Knoten
pt_br: Nó

source: Groups
de_de: Gruppen
pt_br: grupos

source: Replication Bandwidth
de_de: Replikation Bandbreite
pt_br: Bandwidth Replication

source: This setting limits the bandwidth for replication between nodes. It operates by getting the max upload setting of the node it's transmitting to. So if you are trying to transmit to remote node A and node A only has a 5Mbps and you want the speed limited to 1Mbps on that node, you set the bandwidth field on that node to 1000.
de_de: Diese Einstellung begrenzt die Bandbreite für die Replikation zwischen den Knoten. Es funktioniert indem man die max Upload-Einstellung des Knotens, die es zu übertragen ist. So legen Sie wenn Sie versuchen, remote Knoten A zu übermitteln und Knoten A nur eine 5Mbps hat und soll die Geschwindigkeit auf 1 Mbit/s auf diesem Knoten beschränkt, Sie die Bandbreite Feld auf diesem Knoten bis 1000.
pt_br: Essa configuração limita a largura de banda para replicação entre os nós. Ele opera por obter a configuração de carregamento máximo do nó que está transmitindo para. Então, se você está tentando transmitir ao nó remoto A e nó A só tem uma 5Mbps e você quer a velocidade limitada a 1 Mbps nesse nó, você define o campo de largura de banda nesse nó para 1000.

source: Transmit
de_de: Übertragen
pt_br: Transmite

source: Receive
de_de: Erhalten
pt_br: Receber

source: New
de_de: Neu
pt_br: Novo

source: Users
de_de: Benutzer
pt_br: usuários

source: Text
pt_br: Texto

source: Graphical
de_de: Grafischen
pt_br: Gráfico

source: Printer
de_de: Drucker
pt_br: Impressora

source: Client
pt_br: Cliente

source: Service
pt_br: Serviço

source: NOT
de_de: NICHT
pt_br: NÃO

source: or
de_de: oder
pt_br: ou

source: Deploy
de_de: Bereitstellen
pt_br: implantar

source: Actions
de_de: Aktionen
pt_br: Ações

source: Home
de_de: Startseite
pt_br: Casa

source: Reports
de_de: Berichte
pt_br: Relatórios

source: Queued
de_de: In der Warteschlange
pt_br: Enfileiradas

source: FOG
de_de: NEBEL
pt_br: NÉVOA

source: Printers
de_de: Drucker
pt_br: impressoras

source: Directory
de_de: Verzeichnis
pt_br: Diretório

source: Login History
de_de: Login-Geschichte
pt_br: História de login

source: Image History
de_de: Bild Geschichte
pt_br: História imagem

source: Snapin History
de_de: Snap-in-Geschichte
pt_br: História Snapin

source: Locations
de_de: Standorte
pt_br: localizações

source: License
de_de: Lizenz
pt_br: Licença

source: Kernel Update
pt_br: Kernel Atualização

source: iPXE Boot Menu
de_de: iPXE Boot-Menü
pt_br: Menu de gpxe Bota

source: Client Updater
pt_br: Updater cliente

source: Host Registration
de_de: Host-Registrierung
pt_br: Registro de acolhimento

source: Snapin Client
pt_br: cliente Snapin

source: Task Reboot
de_de: Aufgabe Neustart
pt_br: Reiniciar tarefa

source: User Cleanup
de_de: Das Benutzercleanup
pt_br: Limpeza de usuário

source: %s Manager
pt_br: %s Gestor

source: Green FOG
de_de: Grünem Nebel
pt_br: FOG verde

source: Directory Cleaner
de_de: Verzeichnis-Reiniger
pt_br: Cleaner diretório

source: MAC Address List
de_de: Liste der MAC-Adresse
pt_br: Lista de endereços MAC

source: FOG Settings
de_de: Nebeleinstellungen
pt_br: Configurações FOG

source: Server Shell
pt_br: Shell servidor

source: Log Viewer
pt_br: Visualizador de log

source: Configuration Save
de_de: Konfiguration speichern
pt_br: Guardar configuração

source: FOG Sourceforge Page
de_de: Nebel-Sourceforge-Seite
pt_br: FOG Sourceforge Página

source: FOG Home Page
de_de: Nebel-Startseite
pt_br: FOG Página

source: New Search
de_de: Neue Suche
pt_br: Nova pesquisa

source: List All %s
de_de: Liste aller %s
pt_br: Listar todos os %s

source: Create New %s
de_de: Neue %s erstellen
pt_br: Criar novo %s

source: Basic Tasks
de_de: Grundlegende Aufgaben
pt_br: Tarefas básicas

source: Image Association
de_de: Bild-Verband
pt_br: Associação imagem

source: Primary Group
de_de: Primäre Gruppe
pt_br: Grupo primário

source: All Storage Nodes
de_de: Alle Speicher-Nodes
pt_br: Todos os nós de armazenamento

source: Add Storage Node
de_de: Storage Node hinzufügen
pt_br: Adicionar Nó de Armazenamento

source: All Storage Groups
de_de: Alle Speichergruppen
pt_br: Todos os grupos de armazenamento

source: Add Storage Group
de_de: Speichergruppe hinzufügen
pt_br: Adicionar grupo de armazenamento

source: Active Tasks
de_de: Aktive Aufgaben
pt_br: Tarefas ativas

source: Active Multicast Tasks
de_de: Aktiven Multicast Aufgaben
pt_br: Tarefas Multicast ativos

source: Active Snapin Tasks
de_de: Aktive Snap-in-Aufgaben
pt_br: Tarefas Snapin ativos

source: Scheduled Tasks
de_de: Geplante Tasks
pt_br: Atividades agendadas

source: Install Plugins
de_de: Plugins installieren
pt_br: instalar Plugins

source: Export Configuration
de_de: Exportieren der Konfiguration
pt_br: Configuração de exportação

source: Import Configuration
de_de: Importkonfiguration
pt_br: Importar Configuração

source: Open Source Computer Cloning Solution
de_de: Open-Source-Computer-klonen-Lösung
pt_br: Open Source Computer Clonagem Solution

source: Invalid MAC Address!
de_de: Ungültige MAC-Adresse!
pt_br: Inválido Endereço MAC!

source: iPXE Menu Configuration
de_de: iPXE Menü Konfiguration
pt_br: Configuração do menu gpxe

source: iPXE Menu Customization
de_de: iPXE Menüanpassung
pt_br: gpxe Menu Customization

source: iPXE New Menu Entry
de_de: iPXE neuen Menü-Eintrag
pt_br: gpxe nova opção no menu

source: Required database field is empty
de_de: Erforderliche Datenbank-Feld ist leer
pt_br: campo de banco de dados necessário está vazio

source: No results found
de_de: Keine Ergebnisse gefunden
pt_br: Nenhum resultado encontrado

source: %s is required
de_de: %s ist erforderlich
pt_br: %s é necessária

source: Host Management
pt_br: Gestão de acolhimento

source: Storage Management
pt_br: Gerenciamento de armazenamento

source: Task Management
pt_br: Gestão de tarefas

source: Client Management
pt_br: Gestão de Clientes

source: Dashboard
pt_br: painel de instrumentos

source: Report Management
de_de: Berichtsmanagement
pt_br: relatório de Gestão

source: Printer Management
de_de: Druckerverwaltung
pt_br: Gerenciamento de impressora

source: FOG Configuration
de_de: Nebel-Konfiguration
pt_br: Configuração FOG

source: Group Management
de_de: Gruppenleitung
pt_br: grupo de Gestão

source: Image Management
de_de: Image-Verwaltung
pt_br: Gestão de imagem

source: User Management
de_de: Benutzerverwaltung
pt_br: Gerenciamento de usuários

source: Hardware Information
de_de: Hardware-Informationen
pt_br: Informações de hardware

source: Snapin Management
pt_br: Gestão Snapin

source: Plugin Management
pt_br: Gestão Plugin

source: Access Control Management
de_de: Verwaltung der Zugriffssteuerung
pt_br: Gestão de Controle de Acesso

source: FOG General Help
de_de: Nebel-allgemeine Hilfe
pt_br: FOG Ajuda Geral

source: Pending Hosts
de_de: Ausstehende Hosts
pt_br: Anfitriões pendentes

source: Deploy Method
de_de: Bereitstellung von Methode
pt_br: Método Deploy

source: Not Available
de_de: Nicht verfügbar
pt_br: Não disponível

source: Export Hosts
pt_br: Hosts de exportação

source: Import Hosts
pt_br: Hosts de importação

source: Export Users
de_de: Export-Benutzer
pt_br: Usuários de exportação

source: Import Users
de_de: Benutzer importieren
pt_br: importar usuários

source: Export Images
de_de: Exportieren von Bildern
pt_br: Exportar imagens

source: Export Groups
de_de: Gruppen exportieren
pt_br: Grupos de exportação

source: Import Groups
de_de: Importgruppen
pt_br: Grupos de importação

source: Export Snapins
pt_br: exportação Snapins

source: Import Snapins
pt_br: importação Snapins

source: Export Printers
de_de: Export-Drucker
pt_br: Impressoras de exportação

source: Import Printers
de_de: Import-Drucker
pt_br: importação Impressoras

source: Host List
de_de: Gastgeberliste
pt_br: Lista de Host

source: Imaging Log
pt_br: imagiologia Log

source: Upload Reports
de_de: Hochladen von Berichten
pt_br: carregar relatórios

source: Main Menu
de_de: Hauptmenü
pt_br: Menu principal

source: Invalid Login
pt_br: Login inválido

source: Not allowed here
de_de: Hier erlaubt nicht
pt_br: Não permitido aqui

source: Management Login
pt_br: Acesso de Gestão

source: Password
de_de: Passwort
pt_br: Senha

source: Estimated FOG Sites
de_de: Geschätzte Nebel Sites
pt_br: Sites FOG estimado

source: Latest Version
de_de: Neueste Version
pt_br: Última versão

source: FOG Mobile Login
de_de: Handyanmeldung Nebel
pt_br: FOG Móvel Entrar

source: Image is protected and cannot be deleted
de_de: Abbildung ist geschützt und kann nicht gelöscht werden
pt_br: A imagem está protegida e não pode ser excluído

source: Snapin is protected and cannot be deleted
de_de: Snap-in ist geschützt und kann nicht gelöscht werden
pt_br: Snapin está protegido e não pode ser excluído

source: No master nodes are enabled to delete this image
de_de: Keine master-Knoten werden aktiviert, um dieses Bild zu löschen
pt_br: Nenhum nós mestre são habilitadas para apagar esta imagem

source: Failed to delete image files
de_de: Fehler beim Löschen von Bilddateien
pt_br: Falha ao excluir arquivos de imagem

source: Failed to delete file
de_de: Fehler beim Löschen der Datei
pt_br: Falha ao excluir arquivo

source: Not Registered Hosts
de_de: Nicht registrierten Hosts
pt_br: Hosts não registrada

source: Registered Hosts
de_de: Registrierten Hosts
pt_br: hosts registrados

source: All Hosts
de_de: Alle Hosts
pt_br: Todos os hosts

source: Debug Options
de_de: Debug Optionen
pt_br: Opções de depuração

source: Advanced Options
de_de: Erweiterte Optionen
pt_br: Opções avançadas

source: Advanced Login Required
de_de: Erweiterte Anmeldung erforderlich
pt_br: Avançada Login obrigatório

source: Pending Registered Hosts
de_de: Ausstehende registrierten Hosts
pt_br: Enquanto se aguarda hosts registrados

source: n/a
pt_br: n / D

source: Directory Already Exists
de_de: Das Verzeichnis existiert bereits
pt_br: Diretório já existe

source: Time Already Exists
de_de: Zeit bereits vorhanden ist
pt_br: Tempo já existe

source: User Already Exists
de_de: Benutzer ist bereits vorhanden
pt_br: Usuário já existe

source: No Active Snapin Jobs Found For Host
de_de: Keine aktive Snap-in-Jobs für Host gefunden
pt_br: Não Ativo Snapin trabalho localizado Para o Host

source: Host is already a member of an active task
de_de: Host ist bereits ein Mitglied eine aktive Aufgabe
pt_br: Host já é membro de uma tarefa ativa

source: Host is not valid
de_de: Host ist nicht gültig
pt_br: Host não é válido

source: Task Type is not valid
de_de: Aufgabentyp ist nicht gültig
pt_br: Tipo de tarefa não é válido

source: Image is not valid
de_de: Bild ist nicht gültig
pt_br: A imagem não é válida

source: The image storage group assigned is not valid
de_de: Die Abbildgruppe Speicher zugewiesen ist nicht gültig
pt_br: O grupo de armazenamento de imagens atribuído não é válido

source: There are no snapins associated with this host
de_de: Es gibt keine Verbindung mit diesem Host snapins
pt_br: Não há snapins associados a este alojamento

source: Snapins Are already deployed to this host
de_de: SnapIns sind bereits auf diesem Host bereitgestellt
pt_br: Snapins já são implantados para este alojamento

source: Could not find a Storage Node Is there one enabled within this Storage Group
de_de: Nicht gefunden, ein Storage Node ist es ein in dieser Speichergruppe aktiviert
pt_br: Não foi possível encontrar um nó de armazenamento Existe um ativado dentro deste grupo de armazenamento

source: The storage groups associated storage node is not valid
de_de: Der Lagerung Gruppen zugeordneten Storage Node ist nicht gültig
pt_br: O nó de armazenamento grupos de armazenamento associado não é válido

source: A task already exists for this host at the scheduled tasking
de_de: Eine Aufgabe ist bereits für diesen Host an das geplante tasking vorhanden.
pt_br: Uma tarefa já existe para este anfitrião do tasking agendada

source: Minute value is not valid
de_de: Minutenwert ist nicht gültig
pt_br: valor do minuto não é válido

source: Hour value is not valid
de_de: Stundenwert ist nicht gültig
pt_br: valor da hora não é válido

source: Day of month value is not valid
de_de: Tag des Monats-Wert ist nicht gültig
pt_br: Dia do valor do mês não é válido

source: Month value is not valid
de_de: Monats-Wert ist nicht gültig
pt_br: valor do mês não é válido

source: Day of week value is not valid
de_de: Tag der Woche Wert ist nicht gültig
pt_br: Dia do valor semana não é válida

source: No Host found for MAC Address
de_de: Kein Host für MAC-Adresse gefunden
pt_br: Não foi encontrada para o endereço MAC do Host

source: Error multiple hosts returned for list of mac addresses
de_de: Fehler zurückgegeben mehrere Hosts für Liste der Mac-Adressen
pt_br: Erro múltiplos hosts devolvido para lista de endereços MAC

source: Session timeout
pt_br: Sessão expirada

source: ID
pt_br: identidade

source: Quick Image Menu
de_de: Menü "schnelle Bild"
pt_br: Menu de Imagem Rápida

source: Task Started
de_de: Vorgang gestartet
pt_br: tarefa iniciada

source: Error, Is an image associated with this host
de_de: Fehler, ist ein Bild mit diesem Host verbunden
pt_br: Erro, é uma imagem associada com este anfitrião

source: Host Search
de_de: Host-Suche
pt_br: anfitrião Pesquisa

source: Graph Enabled
de_de: Diagramm aktiviert
pt_br: gráfico Ativado

source: Master Node
de_de: Master-Knoten
pt_br: Nó mestre

source: Is Master Node
de_de: Master-Knoten ist
pt_br: É Mestre Node

source: Storage Node Name
pt_br: Nome Storage Node

source: Storage Node Description
de_de: Storage Node Beschreibung
pt_br: Nó de Armazenamento Descrição

source: Max Clients
de_de: Max-Kunden
pt_br: Clientes Max

source: FTP Path
de_de: FTP-Pfad
pt_br: Caminho FTP

source: Snapin Path
de_de: Snap-in-Pfad
pt_br: Caminho Snapin

source: SSL Path
de_de: SSL-Pfad
pt_br: Caminho SSL

source: Is Enabled
de_de: Ist aktiviert
pt_br: Está ativado

source: Is Graph Enabled
de_de: Diagramm aktiviert ist
pt_br: Gráfico is enabled

source: On Dashboard
de_de: Auf Armaturenbrett
pt_br: No Painel

source: Management Username
de_de: Management-Benutzernamen
pt_br: Gestão usuário

source: Management Password
de_de: Management-Passwort
pt_br: Gerenciamento de senha

source: Use extreme caution with this setting! This setting, if used incorrectly could potentially wipe out all of your images stored on all current storage nodes. The 'Is Master Node' setting defines which node is the distributor of the images. If you add a blank node, meaning a node that has no images on it, and set it to master, it will distribute its store, which is empty, to all nodes in the group
de_de: Seien Sie äußerst vorsichtig mit dieser Einstellung! Diese Einstellung könnte bei falscher Anwendung potenziell wischen Sie alle Ihre Bilder auf alle aktuellen Speicherknoten gespeichert. Die Einstellung "Master-Knoten ist" legt fest, welcher Knoten ist der Verteiler der Bilder. Wenn Sie einen leeren Knoten hinzufügen, d. h. einen Knoten, der keine Bilder drauf hat, und setzen Sie ihn zu meistern, wird es seinen Store, verteilen die leer, um alle Knoten in der Gruppe ist
pt_br: Tenha muito cuidado com essa configuração! Essa configuração, se usado incorretamente pode potencialmente acabar com todas as suas imagens armazenadas em todos os nós de armazenamento atuais. configuração do 'Master nó é' define qual nó é o distribuidor das imagens. Se você adicionar um nó em branco, o que significa que um nó que não tem imagens sobre ele, e configurá-lo para dominar, ele vai distribuir sua loja, que está vazio, para todos os nós no grupo

source: Storage Node already exists
de_de: Storage Node ist bereits vorhanden.
pt_br: Nó de armazenamento já existe

source: Storage Node IP
pt_br: IP nó de armazenamento

source: Storage Node Max Clients
pt_br: Clientes nó de armazenamento do Max

source: Storage Node Interface
de_de: Storage Node-Schnittstelle
pt_br: Interface de Armazenamento Node

source: Storage Node Username
de_de: Storage Node Benutzername
pt_br: Nó de armazenamento do usuário

source: Storage Node Password
de_de: Storage Node Passwort
pt_br: Nó de Armazenamento senha

source: Storage Node Created
de_de: Storage Node erstellt
pt_br: Nó de Armazenamento Criado

source: Storage Node Updated
de_de: Storage Node aktualisiert
pt_br: Nó de Armazenamento Atualizado

source: Database Update Failed
de_de: Datenbankupdate fehlgeschlagen
pt_br: Atualização de banco de dados falhou

source: Failed to destroy Storage Node
de_de: Fehler beim Storage Node zu zerstören
pt_br: Falha ao destruir Storage Node

source: Storage Node deleted
de_de: Storage Node gelöscht
pt_br: Nó de Armazenamento excluído

source: Storage Group Description
de_de: Speichergruppe Beschreibung
pt_br: Grupo de Armazenamento Descrição

source: Storage Group Already Exists
de_de: Speichergruppe ist bereits vorhanden.
pt_br: Grupo de armazenamento já existe

source: Storage Group Created
de_de: Speichergruppe erstellt
pt_br: Grupo de Armazenamento Criado

source: Storage Group Updated
de_de: Speichergruppe aktualisiert
pt_br: Grupo de armazenamento Atualizado

source: You must have at least one Storage Group
de_de: Sie müssen mindestens eine Speichergruppe
pt_br: Você deve ter pelo menos um grupo de armazenamento

source: Storage Group deleted
de_de: Speichergruppe gelöscht
pt_br: Grupo de armazenamento excluído

source: Failed to destroy Storage Group
de_de: Fehler beim Speichergruppe zu zerstören
pt_br: Falha ao destruir Grupo de Armazenamento

source: Invalid Class
de_de: Ungültige Klasse
pt_br: Classe inválida

source: Class is not extended from FOGPage
de_de: Klasse ist nicht von FOGPage erweitert.
pt_br: Classe não é alargado de FOGPage

source: Do not list on menu
de_de: Nicht im Menü aufgeführt
pt_br: Não lista de menus

source: Language
de_de: Sprache
pt_br: Língua

source: Windows (other)
de_de: Windows (andere)
pt_br: Do Windows (outro)

source: Hostname or IP address of the TFTP Server.
de_de: Hostname oder IP-Adresse des TFTP-Servers.
pt_br: Nome do host ou endereço IP do servidor TFTP.

source: Username used to access the tftp server via ftp.
de_de: Benutzername verwendet, um den Tftp-Server per ftp zugreifen.
pt_br: Nome de usuário usado para acessar o servidor TFTP via ftp.

source: Password used to access the tftp server via ftp.
de_de: Kennwort verwendet, um den Tftp-Server per ftp zugreifen.
pt_br: Senha usada para acessar o servidor TFTP via ftp.

source: Location of pxe boot files on the PXE server.
de_de: Lage des Pxe-Boot-Dateien auf dem PXE-Server.
pt_br: Localização dos arquivos de inicialização PXE no servidor PXE.

source: Location of kernel files on the PXE server.
de_de: Lage des Kernel-Dateien auf dem PXE-Server.
pt_br: Localização de arquivos do kernel no servidor PXE.

source: Location of kernel file on the PXE server, this should point to the kernel itself.
de_de: Lage der Kernel-Datei auf dem PXE-Server, sollte der Kernel selbst darauf.
pt_br: Localização do arquivo do kernel no servidor PXE, este deve apontar para o próprio kernel.

source: This setting defines the amount of physical memory (in KB) you want to use for the boot image. This setting needs to be larger than the boot image and smaller that the total physical memory on the client.
de_de: Diese Einstellung bestimmt die Menge an physischem Speicher (in KB) für das Boot-Image verwendet werden soll. Diese Einstellung muss größer als das Boot-Image und kleiner werden, dass der gesamte physische Speicher auf dem Client.
pt_br: Esta configuração define a quantidade de memória física (em KB) que deseja usar para a imagem de inicialização. Esta definição tem de ser maior do que a imagem de inicialização e menor que a memória física total no cliente.

source: The settings was added to workaround a partial implementation of DHCP in the boot image. The boot image is unable to obtain a DNS server address from the DHCP server, so what this setting will do is resolve any hostnames to IP address on the FOG server before writing the config files.
de_de: Die Einstellungen dazu Problemumgehung eine teilweise Implementierung von DHCP in das Boot-Image. Das Boot-Image ist nicht in der Lage, einen DNS-Server-Adresse vom DHCP-Server erhalten, was diese Einstellung tun wird, ist Hostnamen zu IP-Adresse auf dem FOG Server zu beheben, bevor Sie die Config-Dateien zu schreiben.
pt_br: As configurações foi adicionada para resolver uma implementação parcial do DHCP na imagem de inicialização. A imagem de inicialização é incapaz de obter um endereço do servidor de DNS a partir do servidor DHCP, então o que esta definição vai fazer é resolver todos os nomes de host para o endereço IP no servidor FOG antes de gravar os arquivos de configuração.

source: The settings defines where the memtest boot image/kernel is located.
de_de: Die Einstellungen definiert, wo der Memtest Boot-Bild/Kernel befindet.
pt_br: As configurações define onde a inicialização memtest imagem / kernel está localizado.

source: The settings defines where the fog boot file system image is located.
de_de: Die Einstellungen definiert, wo der Nebel Boot Datei-System-Image befindet.
pt_br: As configurações define onde a imagem do sistema de arquivos de inicialização nevoeiro está localizado.
