Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: FOG Log Viewer
de_de: Nebel-Log-Viewer
pt_br: FOG Visualizador de Log

source: Number of lines
de_de: Anzahl der Zeilen
pt_br: Número de linhas

source: Reverse the file: (newest on top)
de_de: Die Datei rückgängig zu machen: (neueste oben)
pt_br: Reverter o arquivo: (a mais recente no topo)

source: Click the button to export the database.
de_de: Klicken Sie auf die Schaltfläche, um die Datenbank zu exportieren.
pt_br: Clique no botão para exportar o banco de dados.

source: Import a previous backup file.
de_de: Eine vorherige backup-Datei zu importieren.
pt_br: Importar um arquivo de backup anterior.

source: Database Imported and added successfully
de_de: Datenbank-Import und erfolgreich hinzugefügt
pt_br: Banco de dados importado e adicionado com sucesso

source: Errors detected on import
de_de: Fehler beim import
pt_br: Erros detectados na importação

source: Database changes reverted
de_de: Datenbankänderungen rückgängig gemacht
pt_br: alterações banco de dados revertido

source: Errors on revert detected
de_de: Fehler auf wiederherstellen erkannt
pt_br: Erros em revert detectado

source: There were errors during import
de_de: Gab es Fehler beim import
pt_br: Ocorreram erros durante a importação

source: FOG Client Download
de_de: Nebel-Client-Download
pt_br: FOG Download Client

source: Use the following link to go to the client page. There you can download utilities such as FOG Prep, FOG Crypt, and both the legacy and new FOG Clients.
de_de: Verwenden Sie den folgenden Link zu der Clientseite gehen. Dort können Sie Dienstprogramme wie Nebel Prep, Nebel Krypta und die älteren und neuen Nebel-Clients herunterladen.
pt_br: Utilize a seguinte ligação para ir para a página do cliente. Lá você pode baixar utilitários como FOG Prep, FOG Crypt, e tanto o legado e os novos FOG clientes.

source: Click Here
de_de: Klicken Sie hier
pt_br: Clique aqui

source: FOG Service Configuration Information
de_de: Informationen zur Konfiguration der Nebel-Service
pt_br: FOG Serviço de Informações de Configuração

source: This will allow you to configure how services function on client computers. The settings tend to be global settings which affect all hosts. If you are looking to configure settings for a specific host, please see the Hosts Service Settings section. To get started please select an item from the left hand menu.
de_de: Diese können Sie konfigurieren, wie Dienste auf Client-Computern funktionieren. Die Einstellungen sind in der Regel werden globale Einstellungen betreffen alle Hosts. Wenn Sie schauen, um Einstellungen für einen bestimmten Host konfigurieren, siehe Abschnitt Hosts Diensteinstellungen. Um loszulegen Bitte wählen Sie ein Element aus dem linken Menü.
pt_br: Isso permitirá que você configure como função de serviços em computadores cliente. As configurações tendem a ser as configurações globais que afetam todos os hosts. Se você estiver olhando para configurar as definições para um host específico, consulte a seção Configurações do Serviço de Hosts. Para começar, por favor selecione um item no menu do lado esquerdo.

source: Enabled
de_de: Aktiviert
pt_br: ativado

source: Enabled as default
de_de: Standardmäßig aktiviert
pt_br: Ativado como padrão

source: Service Status
pt_br: status do serviço

source: Default Setting
de_de: Default-Einstellung
pt_br: Configuração padrão

source: Default log out time (in minutes)
de_de: Standard Log out Zeit (in Minuten)
pt_br: Padrão log out tempo (em minutos)

source: Update Defaults
de_de: Standardwerte aktualisieren
pt_br: Padrões de atualização

source: Path
de_de: Pfad
pt_br: Caminho

source: Add Directory
de_de: Verzeichnis hinzufügen
pt_br: Adicionar Diretório

source: Directory Path
de_de: Verzeichnispfad
pt_br: Caminho do Diretório

source: Directories Cleaned
de_de: Verzeichnisse, gereinigt
pt_br: diretórios Limpo

source: Default Width
de_de: Standardbreite
pt_br: Largura padrão

source: Default Height
de_de: Standardhöhe
pt_br: padrão Altura

source: Default Refresh Rate
de_de: Standard-Bildwiederholrate
pt_br: Padrão Refresh Rate

source: Time
de_de: Zeit
pt_br: Tempo

source: Action
de_de: Aktion
pt_br: Açao

source: Shutdown/Reboot Schedule
de_de: Shutdown/Reboot-Zeitplan
pt_br: Shutdown / Horário de reinicialização

source: Add Event (24 Hour Format)
de_de: Veranstaltung (24-Stunden-Format)
pt_br: Adicionar Evento (formato de 24 horas)

source: Reboot
de_de: Neu starten
pt_br: reinicialização

source: Add Event
de_de: Veranstaltung hinzufügen
pt_br: Adicionar Evento

source: N/A
pt_br: N / D

source: Add User
de_de: Fügen Sie Benutzer hinzu
pt_br: Adicionar usuário

source: Add Protected User
de_de: Geschützte Benutzer hinzufügen
pt_br: Adicionar usuário Protected

source: User
de_de: Benutzer
pt_br: Do utilizador

source: Current Protected User Accounts
de_de: Aktuellen geschützte Benutzerkonten
pt_br: Atuais Contas de Usuário Protegidas

source: Service update failed
de_de: Service-Update fehlgeschlagen
pt_br: atualização do Service falhou

source: Service Updated!
de_de: Service aktualisiert!
pt_br: Serviço Atualizado!

source: FOG Client Installer
de_de: Nebel-Software-Installer
pt_br: FOG Cliente Installer

source: New Client and Utilities
de_de: Neukunde und Dienstprogramme
pt_br: Novo Cliente e Utilities

source: The smart installer and msi for
de_de: Der smart Installer und Msi für
pt_br: O instalador inteligente e MSI para

source: Use this for network installs. For example a GPO policy to push. This file will only work on Windows.
de_de: Verwenden Sie diese für Netzwerk installiert. Zum Beispiel eine GPO-Politik zu schieben. Diese Datei wird nur unter Windows funktionieren.
pt_br: Utilize este para a rede instala. Por exemplo, uma política de GPO para empurrar. Este arquivo irá funcionar apenas no Windows.

source: This is the recommended installer to use now. It can be used on Windows, Linux, and Mac OS X.
de_de: Dies ist die empfohlene Installer zu benutzen. Es kann auf Windows, Linux und Mac OS X verwendet werden.
pt_br: Este é o instalador recomendado o uso de agora. Ele pode ser usado no Windows, Linux e Mac OS X.

source: Smart Installer (Recommended)
de_de: Smart Installer (empfohlen)
pt_br: Smart Installer (recomendado)

source: Help and Guide
de_de: Hilfe und Anleitung
pt_br: Ajuda e Guia

source: Use the links below if you need assistance. NOTE: Forums are the most common and fastest method of getting help with any aspect of FOG.
de_de: Verwenden Sie die Links unten, wenn Sie Hilfe benötigen. Hinweis: Die Foren sind die gängigste und schnellste Methode der erste Hilfe bei jedem Aspekt der Nebel.
pt_br: Use os links abaixo se você precisar de ajuda. NOTA: Os fóruns são o método mais comum e mais rápido de obter ajuda com qualquer aspecto da FOG.

source: Detailed documentation. It is primarily geared for the smart installer methodology now.
de_de: Ausführliche Dokumentation. Es richtet sich in erster Linie für die Methodik der smart Installer jetzt.
pt_br: A documentação detalhada. Ele é voltado principalmente para a metodologia instalador inteligente agora.

source: FOG Client Wiki
de_de: Nebel-Client-Wiki
pt_br: FOG Cliente Wiki

source: Need more support? Somebody who is able to help is almost always available in some form. Use the forums to post issues so others who may see the issue and use the solutions provided. Chat is also available on the forums to get more realtime support as needed.
de_de: Brauchen mehr Unterstützung? Jemand, der helfen kann ist fast immer in irgendeiner Form zur Verfügung. Benutzen Sie die Foren, Themen zu veröffentlichen, damit andere, die vielleicht das Problem sehen und nutzen die Lösungen zur Verfügung gestellt. Chat ist auch auf die Foren, um mehr Echtzeit-Unterstützung bei Bedarf zur Verfügung.
pt_br: Precisa de mais suporte? Alguém que é capaz de ajudar é quase sempre disponível de alguma forma. Use os fóruns para postar questões para outras pessoas que podem ver o problema e usam as soluções fornecidas. Bate-papo também está disponível nos fóruns para obter mais apoio em tempo real, conforme necessário.

source: Legacy Client and Utilities
de_de: Älterer Client und Dienstprogramme
pt_br: Legacy Client e Utilities

source: The legacy client and fog crypt utility for those that are not yet using the new client. We highly recommend you make the switch for more security and faster client communication and management.
de_de: Die ältere Client und Nebel Krypta Dienstprogramm für diejenigen, die noch nicht den neuen Client benutzen. Wir empfehlen, dass Sie den Schalter für mehr Sicherheit und schnellere Kommunikation mit Kunden und Management zu machen.
pt_br: O utilitário cripta cliente legado e nevoeiro para aqueles que ainda não estão usando o novo cliente. É altamente recomendável que você fazer a troca para mais segurança e comunicação com o cliente mais rápido e de gestão.

source: This is the file to install the legacy client. It is highly recommended to NOT use this file but you may do as you please. This client is not being developed any further so any issues you may find, or features you may request, will not be added to this client.
de_de: Dies ist die Datei, die älteren Client zu installieren. Es wird dringend empfohlen, nicht mit dieser Datei, aber Sie können tun was Sie wollen. Dieser Client wird kein weiterentwickelt wird so keine Probleme, die Sie finden können, oder Funktionen, die Sie anfordern können, wird für diesen Client nicht hinzugefügt werden.
pt_br: Este é o arquivo para instalar o cliente legado. É altamente recomendável para não usar esse arquivo, mas você pode fazer o que quiser. Este cliente não está a ser desenvolvida qualquer outra para que quaisquer problemas que você pode encontrar, ou as características que você pode pedir, não será adicionado para este cliente.

source: Legacy FOG Client
de_de: Ältere Nebel Client
pt_br: Legacy Client FOG

source: This file is used to encrypt the AD Password. DO NOT USE THIS IF USING THE NEW CLIENT.
de_de: Diese Datei wird verwendet, um das AD-Passwort zu verschlüsseln. VERWENDEN SIE DIESE NICHT, WENN DEN NEUEN CLIENT VERWENDEN.
pt_br: Este arquivo é usado para criptografar a senha AD. NÃO USE ESTE Se estiver usando o novo cliente.

source: Welcome to FOG Mobile
de_de: Willkommen bei Nebel Mobile
pt_br: Bem-vindo ao nevoeiro Móvel

source: Welcome to FOG - Mobile Edition! This light weight interface for FOG allows for access via mobile, low power devices.
de_de: Willkommen bei Nebel - Mobile Edition! Diese leichte Schnittstelle für Nebel ermöglicht den Zugriff über mobile, niedrige Leistungsbauelemente.
pt_br: Bem-vindo ao FOG - Mobile Edition! Esta interface leve para FOG permite o acesso através de dispositivos de energia móvel, baixo.

source: Edit Node
de_de: Knoten zu bearbeiten
pt_br: Editar Nó

source: Hostname / IP
pt_br: Nome / IP

source: Invalid Server Information!
de_de: Ungültigen Serverinformationen!
pt_br: Informações servidor inválido!

source: Unable to pull server information!
de_de: Es konnten keine Serverinformationen abgerufen werden!
pt_br: Não é possível extrair informações do servidor!

source: Dropped
de_de: Fallen gelassen
pt_br: Desistiu

source: Unable to find basic information
de_de: Nicht in der Lage, grundlegende Informationen zu finden
pt_br: Incapaz de encontrar informações básicas

source: General Information
de_de: Allgemeine Informationen
pt_br: Informação geral

source: Storage Node
pt_br: Nó de armazenamento

source: Kernel
pt_br: Núcleo

source: CPU Type
de_de: CPU-Typ
pt_br: Tipo de CPU

source: CPU Count
de_de: CPU-Anzahl
pt_br: Contagem de CPU

source: CPU Model
de_de: CPU-Modell
pt_br: Modelo CPU

source: CPU Cache
pt_br: cache CPU

source: Total Memory
de_de: Gesamtspeicher
pt_br: Memória total

source: Used Memory
de_de: Verwendeten Speicher
pt_br: memória usada

source: Free Memory
de_de: Freier Speicher
pt_br: Memoria livre

source: File System Information
de_de: Datei-System-Informationen
pt_br: Informações sobre o arquivo do sistema

source: Total Disk Space
de_de: Gesamtspeicherplatz
pt_br: Espaço em disco total

source: Used Disk Space
de_de: Verwendeten Speicherplatz
pt_br: Espaço em disco usado

source: Network Information
de_de: Netzwerkinformationen
pt_br: Informações de rede

source: Information
de_de: Informationen
pt_br: Em formação

source: All printers
de_de: Alle Drucker
pt_br: todas as impressoras

source: TCP/IP Printer
de_de: TCP/IP-Drucker
pt_br: Impressora TCP / IP

source: Network Printer
de_de: Netzwerk-Drucker
pt_br: impressora de rede

source: Printer Description
de_de: Druckerbeschreibung
pt_br: Descrição Printer

source: Printer INF File
de_de: Drucker-INF-Datei
pt_br: Printer Arquivo INF

source: Printer IP
de_de: Drucker IP
pt_br: IP da impressora

source: Printer Port
de_de: Drucker-Port
pt_br: Porta de impressora

source: Printer Model
de_de: Druckermodell
pt_br: Modelo de impressora

source: Printer Config File
de_de: Drucker-Config-Datei
pt_br: Printer Arquivo de Configuração

source: Update Printer
de_de: Update-Drucker
pt_br: Atualizar impressora

source: Printer type changed to
de_de: Druckertyp geändert
pt_br: Tipo de impressora alterado para

source: You must specify the alias, port, model, and inf. Unable to create!
de_de: Sie müssen angeben, Alias, Hafen, Modell und INF konnte nicht erstellen!
pt_br: Você deve especificar o alias, porto, modelo e inf. Não é possível criar!

source: You must specify the alias and port. Unable to create!
de_de: Sie müssen den Alias und Port angeben. Es kann nicht erstellt werden!
pt_br: Você deve especificar o alias e do porto. Não é possível criar!

source: You must specify the alias. Unable to create!
de_de: Sie müssen den Alias angeben. Es kann nicht erstellt werden!
pt_br: Você deve especificar o alias. Não é possível criar!

source: You must specify the alias, inf and ip
de_de: Geben Sie den Alias, inf und ip
pt_br: Você deve especificar o alias, inf e ip

source: Printer already exists
de_de: Drucker ist bereits vorhanden.
pt_br: Impressora já existe

source: Could not create printer
de_de: Drucker konnte nicht erstellt werden.
pt_br: Não foi possível criar impressora

source: Printer was created! Editing now!
de_de: Drucker wurde erstellt! Jetzt bearbeiten!
pt_br: Impressora foi criado! Edição agora!

source: TCP/IP Port Printer
de_de: TCP/IP-Port Drucker
pt_br: Impressora TCP / IP

source: You must specify the alias, port, model, IP, and inf. Unable to create!
de_de: Sie müssen angeben, Alias, Hafen, Modell, IP und INF konnte nicht erstellen!
pt_br: Você deve especificar o alias, porto, modelo, IP, e inf. Não é possível criar!

source: You must specify the alias and inf!
de_de: Geben Sie den Alias und inf!
pt_br: Você deve especificar o alias e inf!

source: Printer name already exists, please choose another
de_de: Druckername bereits vorhanden ist, wählen Sie bitte einen anderen
pt_br: nome da impressora já existe, por favor escolha outro

source: You must specify the alias and port
de_de: Sie müssen den Alias und Port angeben.
pt_br: Você deve especificar o alias e porta

source: You must specify the alias
de_de: Sie müssen den Alias angeben.
pt_br: Você deve especificar o alias

source: Printer update failed!
de_de: Drucker-Update fehlgeschlagen!
pt_br: atualização da impressora falhou!

source: Printer updated!
de_de: Drucker aktualisiert!
pt_br: Impressora atualizado!

source: Members
de_de: Mitglieder
pt_br: Membros

source: All Groups
de_de: Alle Gruppen
pt_br: Todos os Grupos

source: New Group
de_de: Neue Gruppe
pt_br: Novo grupo

source: Group Name
de_de: Gruppenname
pt_br: Nome do grupo

source: Group Description
de_de: Gruppenbeschreibung
pt_br: descrição do grupo

source: Group Kernel
de_de: Gruppe-Kernel
pt_br: grupo Kernel

source: Group Kernel Arguments
de_de: Gruppe-Kernel Argumente
pt_br: Argumentos Grupo Kernel

source: Group Primary Disk
de_de: Primäre Festplatte Gruppe
pt_br: Primary Disk grupo

source: Group create failed
de_de: Gruppe erstellen fehlgeschlagen
pt_br: Grupo Criar falhou

source: Group added
de_de: Hinzugefügte Gruppe
pt_br: grupo adicionado

source: Group Product Key
de_de: Gruppe-Produktschlüssel
pt_br: Grupo de Chave de Produto

source: Group Bios Exit Type
de_de: Gruppe-Bios-Exit-Typ
pt_br: Grupo Bios Tipo Exit

source: Group EFI Exit Type
de_de: Gruppe-EFI-Exit-Typ
pt_br: Grupo EFI Tipo Exit

source: Modify Group
de_de: Gruppe ändern
pt_br: modificar Grupo

source: Image Association for
de_de: Bild-Verein für
pt_br: Associação imagem para

source: Update Images
de_de: Bilder aktualisieren
pt_br: Imagens de atualização

source: Add Snapin to all hosts in
de_de: Alle Hosts im Snap-in hinzufügen
pt_br: Adicionar Snapin para todos os hosts em

source: Snapin Name
de_de: Snap-in-Namen
pt_br: Nome Snapin

source: Created
de_de: Erstellt
pt_br: Criado

source: Add Snapin(s)
de_de: Snapin(s) hinzufügen
pt_br: Adicionar Snapin (s)

source: Remove Snapin to all hosts in
de_de: An alle Hosts im Snap-in zu entfernen
pt_br: Remover snap-in para todos os hosts em

source: Remove Snapin(s)
de_de: Snapin(s) entfernen
pt_br: Remover snap-in (s)

source: Service Configuration
de_de: Service-Konfiguration
pt_br: Configuração de serviço

source: General
de_de: Allgemeine
pt_br: Geral

source: Group Screen Resolution
de_de: Gruppe-Bildschirmauflösung
pt_br: Resolução da tela Grupo

source: Screen Width (in pixels)
de_de: Breite (in Pixel)
pt_br: Largura da tela (em pixels)

source: Screen Height (in pixels)
de_de: Bildschirmhöhe (in Pixel)
pt_br: Tela Altura (em pixels)

source: Screen Refresh Rate (in Hz)
de_de: Bildschirm-Aktualisierungsrate (in Hz)
pt_br: Tela Taxa de atualização (em Hz)

source: Auto Log Out Settings
de_de: Auto abmelden Einstellungen
pt_br: Configurações Auto Logout

source: Auto Log Out Time (in minutes)
de_de: Auto-Log-Out-Zeit (in Minuten)
pt_br: Auto Log Out Time (em minutos)

source: Select Management Level for all hosts in this group
de_de: Wählen Sie die Management-Ebene für alle Hosts in dieser Gruppe
pt_br: Selecione Nível de Gestão para todos os anfitriões deste grupo

source: This setting turns off all FOG Printer Management. Although there are multiple levels already between host and global settings, this is just another to ensure safety
de_de: Diese Einstellung deaktiviert alle Nebel Druckerverwaltung. Obwohl mehrere Ebenen bereits zwischen Host und globale Einstellungen vorhanden sind, ist dies nur eine weitere Sicherheit zu gewährleisten
pt_br: Esta configuração desativa todos Gestão FOG Impressora. Embora existam vários níveis já entre hospedeiro e configurações globais, este é apenas mais um para garantir a segurança

source: No Printer Management
de_de: Kein Druckermanagement
pt_br: Sem gerenciamento de impressoras

source: This setting only adds and removes printers that are managed by FOG. If the printer exists in printer management but is not assigned to a host, it will remove the printer if it exists on the unassigned host. It will add printers to the host that are assigned.
de_de: Diese Einstellung nur hinzugefügt und entfernt Drucker, die von Nebel verwaltet werden. Wenn der Drucker in der Druckerverwaltung existiert aber kein Host zugewiesen ist, wird es den Drucker zu entfernen, wenn es auf den nicht zugeordneten Host vorhanden ist. Es wird hinzufügen von Druckern an den Host, die zugeordnet sind.
pt_br: Esta definição só adiciona e remove as impressoras que são gerenciados pelo nevoeiro. Se a impressora existe na gestão da impressora, mas não é atribuído a um host, ele irá remover a impressora se ela existir no host não atribuído. Ele irá adicionar impressoras para o host que são atribuídos.

source: FOG Managed Printers
de_de: Nebel verwaltet Drucker
pt_br: FOG Managed Impressoras

source: This setting will only allow FOG Assigned printers to be added to the host. Any printer that is installed, even printers not within FOG, will be removed
de_de: Diese Einstellung erlaubt nur Nebel zugewiesene Drucker an den Host hinzugefügt werden. Alle Drucker, die installiert ist, auch Drucker nicht im Nebel, werden gelöscht
pt_br: Essa configuração só irá permitir impressoras FOG Designado para ser adicionado ao host. Qualquer impressora que está instalado, mesmo que não impressoras dentro de FOG, será removido

source: Add and Remove
de_de: Hinzufügen und entfernen
pt_br: Adicionar e Remover

source: Printer Name
de_de: Druckername
pt_br: Nome da impressora

source: Configuration
de_de: Konfiguration
pt_br: Configuração

source: Default Printer Selector
de_de: Standard-Drucker-Selektor
pt_br: Selector impressora padrão

source: Add new printer(s) to all hosts in this group.
de_de: Alle Hosts in dieser Gruppe neuen Drucker hinzufügen.
pt_br: Adicionar nova impressora (s) para todos os hosts neste grupo.

source: Remove printer from all hosts in this group.
de_de: Entfernen Sie den Drucker von allen Hosts in dieser Gruppe.
pt_br: Remova a impressora de todos os hosts neste grupo.

source: There are no printers defined
de_de: Es sind keine Drucker definiert
pt_br: Não há impressoras definidas

source: Export CSV
de_de: CSV exportieren
pt_br: CSV de exportação

source: System Cerial
de_de: System beforehand
pt_br: Cerial sistema

source: Host Memory
de_de: Host-Speicher
pt_br: Memória de acolhimento

source: Group Name is required
de_de: Gruppenname ist erforderlich
pt_br: Nome do grupo é necessária

source: Delete Hosts
de_de: Löschen von Hosts
pt_br: excluir Hosts

source: Host Name
pt_br: Nome do host

source: Last Deployed
de_de: Zuletzt bereitgestellt
pt_br: Última Implantado

source: Confirm you really want to delete the following hosts
de_de: Überprüfen Sie, ob Sie wirklich wollen, löschen Sie die folgenden Gastgeber
pt_br: Confirmar que você realmente deseja excluir os seguintes hosts

source: Delete listed hosts
de_de: Aufgelisteten Hosts zu löschen
pt_br: Excluir anfitriões listados

source: Started By:
de_de: Begonnen von:
pt_br: Começado por:

source: Status
pt_br: estado

source: Task forced to start
de_de: Aufgabe dazu gezwungen
pt_br: Tarefa forçada a começar

source: Force task to start
de_de: Kraft-Aufgabe starten
pt_br: Força-tarefa para começar

source: Assigned Image
de_de: Zugeordnete Bild
pt_br: imagem atribuída

source: Invalid object type passed
de_de: Ungültiges Objekttyp übergeben
pt_br: tipo de objeto inválido passado

source: Invalid Task Type
de_de: Ungültige Aufgabentyp
pt_br: Tipo de Tarefa inválida

source: Invalid image assigned to host
de_de: Ungültiges Bild Host zugewiesen
pt_br: imagem inválido atribuído a hospedar

source: Image
de_de: Bild
pt_br: Imagem

source: is protected
de_de: ist geschützt
pt_br: é protegida

source: Quick Deploy
de_de: Schnelle Bereitstellung
pt_br: Implantação rápida

source: Hosts do not have the same image assigned
de_de: Gastgeber haben nicht das gleiche Bild zugewiesen
pt_br: Hosts não tem a mesma imagem atribuídas

source: Multicast Quick Deploy
de_de: Multicast schnell bereitstellen
pt_br: Multicast de Implantação Rápida

source: Failed to create task
de_de: Fehler beim Erstellen der Aufgabe
pt_br: Falha ao criar tarefa

source: Invalid task
de_de: Ungültiger Vorgang
pt_br: tarefa inválido

source: Cannot cancel tasks this way
de_de: Können Aufgaben auf diese Weise nicht abbrechen
pt_br: Não é possível cancelar tarefas desta forma

source: Host/Group Name
de_de: Host/Gruppenname
pt_br: Nome do host / Grupo

source: Is Group
de_de: Gruppe ist
pt_br: Grupo está

source: Task Type
de_de: Aufgabentyp
pt_br: Tipo de tarefa

source: Active
de_de: Aktiv
pt_br: Ativo

source: Yes
de_de: Ja
pt_br: sim

source: No
de_de: Nein
pt_br: Não

source: Edit User
de_de: Benutzer bearbeiten
pt_br: Editar usuário

source: All Users
de_de: Alle Benutzer
pt_br: Todos os usuários

source: New User
de_de: Neuer Benutzer
pt_br: Novo usuário
