Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: Invalid Folder
de_de: Ungültige Ordner
pt_br: pasta inválida

source: Unable to open file for reading
de_de: Nicht in der Lage, die Datei zum Lesen öffnen
pt_br: Não é possível abrir arquivo para leitura

source: IP Passed is incorrect
de_de: Es ist falsch, IP übergeben
pt_br: IP Passou está incorreta

source: Event must be a string
de_de: Veranstaltung muss eine Zeichenfolge sein.
pt_br: Evento deve ser uma string

source: Class must extend event
de_de: Klasse muss Veranstaltung erweitern.
pt_br: Classe deve estender evento

source: Not registering to mobile page
de_de: Zur mobilen Seite registriert nicht
pt_br: Não registrar a página móvel

source: Second parameter must be in the form array(Hook class,Function to run)
de_de: Zweiter Parameter muss im Formular Array (Haken Klasse, Funktion ausführen)
pt_br: Segundo parâmetro deve estar no formato array (classe Hook, função a ser executada)

source: Class must extend hook
de_de: Klasse muss Haken erweitern.
pt_br: Classe deve estender gancho

source: Method does not exist
de_de: Methode ist nicht vorhanden
pt_br: O método não existe

source: Register event is not from EventManager or HookManager
de_de: Register Event ist nicht von der EventManager oder HookManager
pt_br: Registro de eventos não é da EventManager ou HookManager

source: Data is invalid
de_de: Daten sind ungültig.
pt_br: Dados são inválidos

source: Invalid type
de_de: Ungültiger Typ
pt_br: tipo inválido

source: No database table defined for this class
de_de: Keine Datenbank-Tabelle, die für diese Klasse definiert
pt_br: Nenhuma tabela de banco de dados definidos para esta classe

source: No database fields defined for this class
de_de: Keine Datenbankfelder für diese Klasse definiert
pt_br: Nenhum campo de banco de dados definidos para esta classe

source: Improper data passed
de_de: Falsche Daten übergeben
pt_br: dados impróprios passado

source: Record not found, Error: %s
de_de: Datensatz wurde nicht gefunden, Fehler: %s
pt_br: Registro não encontrado, erro: %s

source: Name
pt_br: Nome

source: Returning value of key
de_de: Wert des Schlüssels zurück
pt_br: Retornando valor da chave

source: Object
de_de: Objekt
pt_br: Objeto

source: Returning array within key
de_de: Array in Schlüssel Rückgabe
pt_br: Voltando matriz dentro chave

source: Value
de_de: Wert
pt_br: Valor

source: No key being requested
de_de: Kein Schlüssel angefordert wird
pt_br: Nenhuma chave que está sendo solicitado

source: Invalid key being set
de_de: Ungültige Tastentabelle
pt_br: Chave inválida sendo definido

source: Invalid numeric entry
de_de: Ungültige numerische Eingabe
pt_br: entrada numérica inválida

source: Setting Key
de_de: Einstellung Taste
pt_br: Definir Key

source: Array of data
de_de: Array mit Daten
pt_br: Matriz de dados

source: Set Failed: Key: %s, Value: %s, Error: %s
de_de: Satz ist fehlgeschlagen: Schlüssel: %s Wert: %s, Fehler: %s
pt_br: Set Falha: Chave: %s , Valor: %s , Erro: %s

source: Invalid key being added
de_de: Ungültiger Schlüssel hinzugefügt wird
pt_br: Chave inválida que está sendo adicionado

source: Adding Key
de_de: Schlüssel hinzufügen
pt_br: adicionando Key

source: Add Failed: Key: %s, Value: %s, Error: %s
de_de: Konnte nicht hinzugefügt werden: Schlüssel: %s Wert: %s, Fehler: %s
pt_br: Adicionar Falha: Chave: %s , Valor: %s , Erro: %s

source: Invalid key being removed
de_de: Ungültiger Schlüssel entfernt wird
pt_br: Chave inválida a ser removido

source: Removing Key: %s, Value: %s
de_de: Entfernen von Schlüssel: %s Wert: %s
pt_br: A remoção da chave: %s , Valor: %s

source: Remove Failed: Key: %s, Value: %s, Error: %s
de_de: Entfernen ist fehlgeschlagen: Schlüssel: %s Wert: %s, Fehler: %s
pt_br: Remover Falha: Chave: %s , Valor: %s , Erro: %s

source: Saving data for %s object
de_de: Speichern von Daten für %s Objekt
pt_br: Salvando dados para %s objeto

source: has been successfully updated
de_de: wurde erfolgreich aktualisiert
pt_br: foi atualizado com sucesso

source: has failed to save
de_de: konnte nicht speichern
pt_br: não foi capaz de salvar

source: Database save failed: ID: %s, Error: %s
de_de: Datenbank speichern fehlgeschlagen: ID: %s, Fehler: %s
pt_br: Banco de dados save falhou: ID: %s , Erro: %s

source: Loading data to field %s
de_de: Laden von Daten zum Feld %s
pt_br: Carregamento de dados para o campo %s

source: Operation Field not set: %s
de_de: Operationsfeld nicht gesetzt: %s
pt_br: Campo operação não definido: %s

source: Load failed: %s
de_de: Laden fehlgeschlagen: %s
pt_br: Carga falhou: %s

source: Destroying data from field %s
de_de: Zerstören von Daten vom Feld %s
pt_br: Destruindo dados do campo %s

source: Invalid Operation Field set
de_de: Ungültige Operation Feldgruppe
pt_br: Inválida set Campo Operação

source: has been destroyed
de_de: wurde zerstört
pt_br: foi destruído

source: has failed to be destroyed
de_de: konnte nicht zerstört werden
pt_br: falhou para ser destruído

source: Destroy failed: %s
de_de: Fehlgeschlagene zerstören: %s
pt_br: Destrua falhou: %s

source: Invalid ID
de_de: Ungültige ID
pt_br: ID Inválido

source: no longer exists
de_de: nicht mehr vorhanden ist
pt_br: não existe mais

source: Unable to connect to the DB
de_de: Keine Verbindung mit der DB
pt_br: Não é possível conectar ao DB

source: Invalid Proxy IP
de_de: Ungültige Proxy IP
pt_br: IP Proxy inválida

source: Socket error
de_de: Socket-Fehler
pt_br: erro de soquete

source: Icon File not found
de_de: Icon-Datei nicht gefunden
pt_br: Ícone do Arquivo não encontrado

source: No icons found
de_de: Keine Symbole gefunden
pt_br: Nenhum ícone encontrado

source: Snapin ID was not set, or unable to be created
de_de: Snap-in-ID wurde nicht gesetzt oder erstellt werden
pt_br: Snapin ID não foi definido, ou incapaz de ser criado

source: Group ID was not set, or unable to be created
de_de: Gruppen-ID wurde nicht gesetzt oder erstellt werden
pt_br: Grupo ID não foi definido, ou incapaz de ser criado

source: Select a valid image
de_de: Wählen Sie ein gültiges Bild
pt_br: Selecione uma imagem válida

source: There is a host in a tasking
de_de: Es gibt eine Vielzahl in einem tasking
pt_br: Há uma série de tarefas

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei überschreitet die Upload_max_filesize-Richtlinie in der php.ini
pt_br: O arquivo enviado excede a directiva upload_max_filesize em php.ini

source: The uploaded file exceeds the max_file_size directive specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die Max_file_size-Richtlinie in das HTML-Formular angegeben
pt_br: O arquivo enviado excede a directiva max_file_size especificado no formulário HTML

source: The uploaded file was only partially uploaded
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen
pt_br: O arquivo enviado foi apenas parcialmente carregado

source: No file was uploaded
de_de: Keine Datei hochgeladen wurde
pt_br: Nenhum arquivo foi transferido

source: Missing a temporary folder
de_de: Einen temporären Ordner fehlt
pt_br: Faltando uma pasta temporária

source: Failed to write file to disk
de_de: Datei auf Festplatte speichern fehlgeschlagen
pt_br: Falha ao gravar arquivo em disco

source: File upload stopped by an extension
de_de: Datei-Upload durch eine Erweiterung gestoppt
pt_br: De upload de arquivos parado por uma extensão

source: Unknown upload error occurred. Return code:
de_de: Unbekannter Upload Fehler aufgetreten ist. Return-Code:
pt_br: Ocorreu um erro de upload desconhecido. Código de retorno:

source: No fields passed
de_de: Keine Felder übergeben
pt_br: Nenhum campo passado

source: No values passed
de_de: Keine Werte übergeben
pt_br: Não há valores passados

source: Field and values do not have equal parameters.
de_de: Feld und Werte müssen nicht gleich Parameter.
pt_br: O campo e os valores não têm parâmetros iguais.

source: Your systems PHP version is not sufficient. You have version %s, version %s is required.
de_de: Ihre Systeme PHP-Version ist nicht ausreichend. Sie haben Version %s, Version %s ist erforderlich.
pt_br: Sua versão sistemas PHP não é suficiente. Você tem a versão %s , versão %s é necessária.

source: Invalid Host
de_de: Ungültiger Host
pt_br: Anfitrião inválido

source: Not a number
de_de: Keine Zahl
pt_br: Não é um número

source: In
pt_br: Dentro

source: ago
de_de: vor
pt_br: atrás

source: No storage node
de_de: Kein Speicherknoten
pt_br: No nó de armazenamento

source: Cannot connect to node.
de_de: Keine Verbindung zu Knoten.
pt_br: Não é possível ligar para o nó.

source: Private key path not found
de_de: Privater Schlüssel Pfad nicht gefunden
pt_br: caminho da chave privada não encontrados

source: Private key not found
de_de: Privater Schlüssel nicht gefunden
pt_br: chave privada não encontrados

source: Private key not readable
de_de: Private Schlüssel nicht lesbar
pt_br: chave privada não pode ser lido

source: Private key failed
de_de: Privater Schlüssel ist fehlgeschlagen
pt_br: chave privada falhou

source: Failed to decrypt data
de_de: Fehler beim Entschlüsseln der Daten
pt_br: Falha ao descriptografar dados

source: Type
de_de: Typ
pt_br: Digitar

source: File
de_de: Datei
pt_br: Arquivo

source: Line
de_de: Linie
pt_br: Linha

source: Message
de_de: Nachricht
pt_br: Mensagem

source: Host ID was not set, or unable to be created
de_de: Host-ID wurde nicht gesetzt oder erstellt werden
pt_br: ID de acolhimento não foi definido, ou incapaz de ser criado

source: This MAC Belongs to another host
de_de: Dieser MAC gehört zu einem anderen host
pt_br: Este MAC pertence para outro host

source: Cannot add Primary mac as additional mac
de_de: Primäre Mac kann nicht als zusätzliche Mac hinzugefügt werden.
pt_br: Não é possível adicionar mac primária como mac adicional

source: Cannot add a pre-existing Primary MAC as a pending MAC
de_de: Eine bereits bestehende primäre MAC kann nicht als eine ausstehende MAC hinzugefügt werden.
pt_br: Não é possível adicionar um MAC primária pré-existente como um MAC pendente

source: No Storage Group found for this image
de_de: Keine Speichergruppe für dieses Bild gefunden
pt_br: No grupo de armazenamento encontrado para esta imagem

source: No Storage Node found for this image
de_de: Keine Storage Node für dieses Bild gefunden
pt_br: No nó de armazenamento encontrado para esta imagem

source: Image not found on node
de_de: Bild nicht gefunden auf Knoten
pt_br: Imagem não encontrada no nó

source: Cancelled due to new tasking.
de_de: Neuen tasking abgesagt.
pt_br: Cancelado devido à nova tarefa.

source: Failed to create Snapin Job
de_de: Fehler beim Snapin Job erstellen
pt_br: Falha ao criar Snapin Job

source: Snapin is not valid
de_de: Snap-in ist nicht gültig
pt_br: Snapin não é válido

source: Image is not enabled
de_de: Bild ist nicht aktiviert
pt_br: A imagem não está habilitado

source: Could not find any nodes containing this image
de_de: Jeder Knoten enthält dieses Bild konnte nicht gefunden werden.
pt_br: Não foi possível encontrar todos os nós que contêm esta imagem

source: No Image defined for this host
de_de: Kein Bild für diesen Host definiert
pt_br: Sem Imagem definida para este alojamento

source: You are only allowed to assign
de_de: Sie dürfen nur zuweisen
pt_br: Você só está autorizado a transferir

source: snapin per host
de_de: Snap-in pro host
pt_br: snap-in por host

source: snapins per host
de_de: SnapIns pro host
pt_br: snapins por host

source: Host
pt_br: Anfitrião

source: Username
de_de: Benutzername
pt_br: Nome de usuário

source: Could not read tmp file.
de_de: Tmp-Datei konnte nicht gelesen werden.
pt_br: Não foi possível ler o arquivo tmp.

source: Error Opening DB File
de_de: Eröffnung DB Fehlerdatei
pt_br: Erro abrir arquivo DB

source: Error performing query
de_de: Leistungsstarke Abfrage Fehler
pt_br: consulta a realização de erro

source: Printer ID was not set, or unable to be created
de_de: Drucker-ID wurde nicht gesetzt oder erstellt werden
pt_br: ID da impressora não foi definido, ou incapaz de ser criado

source: user successfully logged in
de_de: Benutzer erfolgreich angemeldet
pt_br: usuário conectado com sucesso em

source: user failed to login
de_de: Benutzer nicht anmelden
pt_br: utilizador não conseguiu iniciar sessão

source: IP Address Changed
de_de: IP-Adresse geändert
pt_br: Endereço IP Changed

source: Session altered improperly
de_de: Sitzung nicht ordnungsgemäß geändert
pt_br: Sessão alterada indevidamente

source: No FOGPage Class found for this node
de_de: Keine FOGPage-Klasse für diesen Knoten gefunden
pt_br: Sem FOGPage classe encontrada para este nó

source: Failed to Render Page: Node: %s, Error: %s
de_de: Fehler beim Rendern der Seite: Knoten: %s, Fehler: %s
pt_br: Falha ao renderizar a página: Nó %s , Erro: %s

source: No class value sent
de_de: Keine Klassenwert gesendet
pt_br: Nenhum valor classe enviada

source: No node associated
de_de: Kein Knoten verbunden sind
pt_br: No nó associado

source: Adding FOGPage: %s, Node: %s
de_de: Hinzufügen von FOGPage: %s, Knoten: %s
pt_br: Adicionando FOGPage: %s , nó: %s

source: Invalid characters in password
de_de: Ungültige Zeichen im Kennwort
pt_br: caracteres inválidos em senha

source: Registered
de_de: Registriert
pt_br: Registrado

source: %s ID %s is not valid
de_de: %s ID %s ist nicht gültig
pt_br: %s ID %s não é válido

source: Host ID
pt_br: ID de acolhimento

source: Host name
pt_br: nome do host

source: Host MAC
pt_br: hospedar MAC

source: Host Desc
pt_br: hospedar desconto

source: Inventory ID
de_de: Bestands-ID
pt_br: ID Inventory

source: Inventory Desc
de_de: Inventar Desc
pt_br: Desc Inventory

source: Primary User
de_de: Hauptbenutzer
pt_br: Usuário principal

source: Other Tag 1
de_de: Anderen Tag 1
pt_br: Outros Tag 1

source: Other Tag 2
de_de: Anderen Tag 2
pt_br: Outros Tag 2

source: System Manufacturer
de_de: Systemhersteller
pt_br: sistema Fabricante

source: System Product
de_de: Systemprodukt
pt_br: sistema de Produto

source: System Version
pt_br: Versão do sistema

source: System Serial
de_de: System-Serie
pt_br: Serial sistema

source: System Type
de_de: Systemtyp
pt_br: Tipo de sistema

source: BIOS Version
pt_br: Versão do BIOS

source: BIOS Date
de_de: BIOS-Datum
pt_br: data do BIOS

source: MB Manufacturer
de_de: MB-Hersteller
pt_br: MB Fabricante

source: MB Name
pt_br: Nome MB

source: MB Version
pt_br: MB Versão

source: MB Asset
pt_br: MB de ativos

source: CPU Manufacturer
de_de: CPU-Hersteller
pt_br: CPU Fabricante

source: CPU Version
pt_br: Versão CPU

source: CPU Speed
de_de: CPU-Geschwindigkeit
pt_br: velocidade da CPU

source: Memory
de_de: Speicher
pt_br: Memória

source: HD Model
de_de: Modell HD
pt_br: HD Modelo

source: Chassis Manufacturer
de_de: Chassis-Hersteller
pt_br: chassis Fabricante

source: Chassis Version
de_de: Fahrwerk-Version
pt_br: chassis Versão

source: Chassis Asset
de_de: Fahrwerk-Asset
pt_br: chassis de ativos

source: Requires templates to process
de_de: Vorlagen zu verarbeiten erfordert
pt_br: Requer modelos para processar

source: Create new group
de_de: Neue Gruppe erstellen
pt_br: Criar novo grupo

source: Add to group
de_de: Zu Gruppe hinzufügen
pt_br: Adicionar ao grupo

source: Process Group Changes
de_de: Prozessgruppe Änderungen
pt_br: Grupo de processos de Mudanças

source: Delete all selected items
de_de: Löschen Sie alle ausgewählten Elemente
pt_br: Excluir todos os itens selecionados

source: Delete all selected %ss
de_de: Löschen Sie alle ausgewählten %ss
pt_br: Excluir todos os selecionados %s s

source: Cannot set taskings to pending or invalid items
de_de: Nicht gesetzt Truppenteile auf ausstehende oder ungültige Elemente
pt_br: Não é possível definir taskings para pendente ou artigos inválidos

source: Cannot set tasking as image is not enabled
de_de: Kann nicht festgelegt-tasking als Bild nicht aktiviert ist
pt_br: Não é possível definir tarefas como a imagem não está habilitado

source: Create
de_de: Erstellen
pt_br: Crio

source: task for
de_de: Aufgabe für
pt_br: tarefa para

source: Are you sure you wish to deploy task to these machines
de_de: Sind Sie sicher, dass Sie Aufgabe, diese Maschinen bereitstellen möchten
pt_br: Tem certeza de que deseja implementar tarefa para estas máquinas

source: Please select the snapin you want to deploy
de_de: Bitte wählen Sie das Snap-in, die, das Sie bereitstellen möchten
pt_br: Por favor, selecione o snap-in que você deseja implantar

source: No snapins associated
de_de: Keine Snapins verbunden
pt_br: Não snapins associado

source: Advanced Settings
de_de: Erweiterte Einstellungen
pt_br: Configurações avançadas

source: Schedule
de_de: Zeitplan
pt_br: Cronograma

source: Shutdown
de_de: Herunterfahren
pt_br: Desligar

source: after task completion
de_de: nach Erledigung der Aufgabe
pt_br: após a conclusão da tarefa

source: Schedule task as a debug task
de_de: Aufgabe als Debug Task planen
pt_br: Agendar tarefa como uma tarefa de depuração

source: Instant Deployment
de_de: Sofortige Bereitstellung
pt_br: implantação instantânea

source: Delayed Deployment
de_de: Verzögerte Bereitstellung
pt_br: implantação adiada

source: Cron-style Deployment
de_de: Cron-Stil-Bereitstellung
pt_br: Implantação Cron-style

source: Select a cron type
de_de: Wählen Sie einen cron
pt_br: Selecione um tipo de cron

source: Yearly
de_de: Jährlich
pt_br: Anual

source: Annually
de_de: Jährlich
pt_br: Anualmente

source: Monthly
de_de: Monatliche
pt_br: Por mês

source: Weekly
de_de: Wöchentliche
pt_br: Semanal

source: Daily
de_de: Tägliche
pt_br: Diariamente

source: Midnight
de_de: Mitternacht
pt_br: meia-noite

source: Hourly
de_de: Pro Stunde
pt_br: de hora em hora

source: Which account would you like to reset the pasword for
de_de: Welches Konto möchten Sie das Passwort für zurücksetzen
pt_br: Que conta que gostaria de redefinir a pasword para

source: Hosts in Task
de_de: Gastgeber in Aufgabe
pt_br: Hotéis em Task

source: Edit Host
de_de: Host zu bearbeiten
pt_br: Editar Anfitrião

source: Edit Image
de_de: Bild bearbeiten
pt_br: edição de imagem

source: Task type is not valid
de_de: Aufgabentyp ist nicht gültig
pt_br: tipo de tarefa não é válido

source: You need to assign an image to the host
de_de: Sie müssen ein Bild an den Host zuweisen
pt_br: É necessário atribuir uma imagem para o host

source: You cannot upload to this image as it is currently protected
de_de: Sie können nicht zu diesem Bild hochladen, da es derzeit geschützt wird
pt_br: Você não pode fazer o upload para esta imagem, como é atualmente protegida

source: Hosts do not contain the same image assignments
de_de: Gastgeber enthalten nicht die gleiche Bild-Zuordnungen
pt_br: Hosts não contêm as mesmas atribuições de imagem

source: One or more hosts do not have an image set
de_de: Einem oder mehreren Hosts müssen kein Bild einstellen
pt_br: Um ou mais hosts não tem um conjunto de imagens

source: One or more hosts have an image that does not exist
de_de: Einem oder mehreren Hosts haben ein Bild, das nicht existiert
pt_br: Um ou mais hosts têm uma imagem que não existe

source: Password reset requires a user account to reset
de_de: Zurücksetzen des Kennworts muss ein Benutzerkonto zurückgesetzt
pt_br: redefinição de senha requer uma conta de usuário para redefinir

source: Scheduled date is in the past
de_de: Termin ist in der Vergangenheit
pt_br: Data prevista está no passado

source: Date
de_de: Datum
pt_br: Encontro

source: Failed to start deployment tasking
de_de: Fehler beim Starten der Bereitstellung tasking
pt_br: Falha ao iniciar a tarefa de implantação

source: Failed to create deployment tasking for the following hosts
de_de: Fehler beim Erstellen der Bereitstellung tasking für die folgenden Gastgeber
pt_br: Falha ao criar tarefas de implantação para os seguintes hosts

source: Cron Schedule
de_de: Cron-Zeitplan
pt_br: Horário cron

source: Delayed Start
de_de: Verzögerter Start
pt_br: Início Programado

source: Successfully created tasks for deployment to the following Hosts
de_de: Aufgaben für die Bereitstellung der folgenden Hosts erfolgreich erstellt
pt_br: criado com sucesso as tarefas de implantação para os seguintes Hosts

source: to be removed
de_de: zu entfernende
pt_br: para ser removido

source: Are you sure you wish to remove these items
de_de: Sind Sie sicher, dass Sie diese Elemente entfernen möchten
pt_br: Tem certeza de que deseja remover estes itens

source: No items to delete
de_de: Keine Elemente löschen
pt_br: Nenhum item para apagar

source: None selected or item is protected
de_de: Keine ausgewählt oder das Element ist geschützt
pt_br: Nenhuma selecionada ou item é protegido

source: All selected items have been deleted
de_de: Alle ausgewählten Elemente wurden gelöscht
pt_br: Todos os itens selecionados foram excluídos

source: Tasks
de_de: Aufgaben
pt_br: tarefas

source: Advanced
de_de: Erweiterte
pt_br: avançado

source: View advanced tasks for this
de_de: Erweiterte Aufgaben für diese anzeigen
pt_br: Ver tarefas avançadas desta

source: Advanced Actions
de_de: Erweiterte Aktionen
pt_br: ações avançadas

source: Please select an option
de_de: Bitte wählen Sie eine option
pt_br: Por favor selecione uma opção

source: Join Domain after image task
de_de: Nach Bild Aufgabe Domäne beitreten
pt_br: Junte-se ao domínio após a tarefa de imagem

source: Domain name
de_de: Domain-Namen
pt_br: Nome do domínio

source: Organizational Unit
de_de: Organisationseinheit
pt_br: Unidade organizacional

source: Blank for default
de_de: Für Standard leer
pt_br: Em branco para o padrão

source: Domain Username
de_de: Domäne Benutzername
pt_br: domínio usuário

source: Domain Password
de_de: Domänenkennwort
pt_br: senha de domínio

source: Will auto-encrypt plaintext
de_de: Auto verschlüsselt-Klartext
pt_br: Will texto simples criptografar-auto

source: Domain Password Legacy
de_de: Domäne Kennwort Vermächtnis
pt_br: Domínio senha Legado

source: Must be encrypted
de_de: Muss verschlüsselt werden
pt_br: Devem ser criptografados

source: Host changes every cycle
de_de: Host-Änderungen in jedem Zyklus
pt_br: Anfitrião muda a cada ciclo

source: Add
de_de: Hinzufügen
pt_br: Adicionar

source: Update
pt_br: Atualizar

source: FOG Session Invalid
de_de: Nebel-Sitzung ungültig
pt_br: FOG sessão inválida

source: Error: Failed to open temp file
de_de: Fehler: Fehler beim temp-Datei öffnen
pt_br: Erro: Falha ao abrir o arquivo temporário

source: Error: Failed to download kernel
de_de: Fehler: Fehler beim Kernel herunterladen
pt_br: Erro: falha ao baixar do kernel

source: Error
de_de: Fehler
pt_br: Erro

source: Download Failed
de_de: Download fehlgeschlagen
pt_br: Falha no download

source: Failed
de_de: Fehler beim
pt_br: fracassado

source: filesize
pt_br: tamanho do arquivo

source: Error contacting server
de_de: Kontaktaufnahme mit Server Fehler
pt_br: servidor entrar em contato com erro

source: Load MAC Vendors
de_de: MAC-Anbieter zu laden
pt_br: Coloque Vendors MAC

source: Unknown
de_de: Unbekannt
pt_br: Desconhecido

source: Not found
de_de: Nicht gefunden
pt_br: Não encontrado

source: Remove
de_de: Entfernen
pt_br: Remover

source: Please confirm you want to delete
de_de: Bitte bestätigen Sie, dass Sie löschen möchten
pt_br: Por favor, confirme que você deseja excluir

source: Delete all hosts within group
de_de: Löschen Sie alle Hosts innerhalb der Gruppe
pt_br: Excluir todos os hosts dentro do grupo

source: Delete file data
de_de: Datei löschen
pt_br: Apagar dados de arquivo

source: is protected, removal not allowed
de_de: ist geschützt, Entfernung ist nicht erlaubt,
pt_br: é protegido, a remoção não permitidos

source: Failed to destroy
de_de: Fehler beim zerstören
pt_br: Falha ao destruir

source: deleted
de_de: gelöscht
pt_br: suprimido

source: Search
de_de: Suche
pt_br: Pesquisa
