Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: User Name
de_de: Benutzername
pt_br: Nome de usuário

source: User Password
de_de: Benutzer-Passwort
pt_br: Senha do usuário

source: User Password (confirm)
de_de: Benutzer-Passwort (bestätigen)
pt_br: User Password (confirmar)

source: Mobile/Quick Image Access Only?
de_de: Mobile/Quick Image Access nur?
pt_br: Mobile / Rápido Imagem Acesso Só?

source: Warning - if you tick this box, this user will not be able to log into this FOG Management Console in the future.
de_de: Warnung: Wenn Sie dieses Kästchen, dieser Benutzer anklicken werden nicht in der Zukunft dieser Nebel-Verwaltungskonsole anmelden.
pt_br: Aviso - Se você assinalar esta opção, esse usuário não será capaz de entrar neste Management Console FOG no futuro.

source: Create User
de_de: Benutzer erstellen
pt_br: Criar usuário

source: Add new user account
de_de: Neuen Benutzer-Account hinzufügen
pt_br: Adicionar nova conta de usuário

source: Username already exists
de_de: Benutzername ist bereits vorhanden.
pt_br: Nome de usuário já existe

source: Password is invalid
de_de: Kennwort ist ungültig
pt_br: Senha é inválida

source: Failed to create user
de_de: Fehler beim Benutzer erstellen
pt_br: Falha ao criar usuário

source: User created
de_de: Benutzer erstellt
pt_br: usuário criado

source: You may now create another
de_de: Sie können jetzt eine andere erstellen
pt_br: Agora você pode criar outra

source: New Password
de_de: Neues Passwort
pt_br: Nova senha

source: New Password (confirm)
de_de: Neues Passwort (bestätigen)
pt_br: Nova senha (confirmar)

source: User update failed
de_de: Benutzer-Update fehlgeschlagen
pt_br: atualização do utilizador falhou

source: User updated
de_de: Benutzer aktualisiert
pt_br: usuário atualizada

source: Database Schema Installer / Updater
de_de: Datenbank-Schema Installer / Updater
pt_br: Banco de dados de esquema Instalador / Updater

source: Your FOG database schema is not up to date, either because you have updated FOG or this is a new FOG Installation. If this is an upgrade, there will be a database back stored on your FOG Server defaulting under the folder /home/fogDBbackups/. Should anything go wrong, this backup will enable you to return to the previous install if needed.
de_de: Das Datenbankschema Nebel ist weil Sie, Nebel oder dies aktualisiert haben nicht auf dem neuesten Stand, entweder eine Neuinstallation Nebel. Wenn es ein Upgrade handelt, werden eine Datenbank zurück gespeichert auf dem FOG Server standardmäßig unter den Ordner/home/FogDBbackups /. Etwas schief gehen sollte, diese Sicherung werden Sie zurück zu der vorherigen Installation bei Bedarf aktivieren.
pt_br: O seu esquema de banco de FOG não está atualizado, ou porque você atualizou FOG ou esta é uma nova instalação FOG. Se esta for uma atualização, haverá um banco de dados back armazenado no servidor FOG inadimplente sob a pasta / home / fogDBbackups /. Se alguma coisa correr mal, esta cópia de segurança irá permitir-lhe regressar à instalação anterior, se necessário.

source: Are you sure you wish to install or update the FOG database?
de_de: Sind Sie sicher, dass Sie installieren oder aktualisieren die Nebel-Datenbank?
pt_br: Tem certeza de que deseja instalar ou atualizar o banco de dados FOG?

source: Install/Upgrade Now
de_de: Jetzt installieren/aktualisieren
pt_br: Instalar / Atualizar agora

source: If you would like to backup your FOG database you can do so using MySQL Administrator or by running the following command in a terminal window (Applications -> System Tools -> Terminal), this will save sqldump in your home directory).
de_de: Wenn Sie Ihre Nebel Datenbank sichern möchten können Sie tun, also mit MySQL Administrator oder durch Ausführen des folgenden Befehls in einem Terminalfenster (Anwendungen-> System-Tools-> Terminal), das spart Sqldump in Ihrem home-Verzeichnis).
pt_br: Se você gostaria de backup de seu banco de dados FOG pode fazê-lo usando o MySQL Administrator ou executando o seguinte comando em uma janela de terminal (Aplicações -> Ferramentas do Sistema -> Terminal), isso vai lhe poupar sqldump em seu diretório home).

source: Alternatively, you can use the button below to obtain a copy of your current fog database.
de_de: Alternativ können Sie den Button unten, um eine Kopie Ihrer aktuellen Nebel-Datenbank zu erhalten.
pt_br: Alternativamente, você pode usar o botão abaixo para obter uma cópia do seu banco de dados de nevoeiro atual.

source: Your database connection appears to be invalid. FOG is unable to communicate with the database. There are many reasons why this could be the case. Please check your credentials in
de_de: Ihre Datenbankverbindung scheint ungültig zu sein. Nebel ist nicht mit der Datenbank kommunizieren. Es gibt viele Gründe, warum dies der Fall sein könnte. Bitte überprüfen Sie Ihre Anmeldeinformationen in
pt_br: Sua conexão de banco de dados parece ser inválido. FOG é incapaz de se comunicar com o banco de dados. Existem muitas razões pelas quais isso poderia ser o caso. Por favor verifique suas credenciais em

source: No connection available
de_de: Keine Verbindung verfügbar
pt_br: Nenhuma conexão disponível

source: Update not required!
de_de: Update wird nicht benötigt!
pt_br: Atualize não é necessário!

source: Install / Update Failed!
de_de: Installation / Update fehlgeschlagen!
pt_br: Instalar / Atualizar Falha!

source: The following errors occurred
de_de: Der folgende Fehler aufgetreten
pt_br: Ocorreram os seguintes erros

source: Install / Update Successful!
de_de: Installation / Update erfolgreich!
pt_br: Instalar / Atualizar sucesso!

source: to login
de_de: anmelden
pt_br: Entrar

source: The following errors occured
de_de: Der folgende Fehler aufgetreten
pt_br: Os seguintes erros ocorreram

source: Upload FOG Reports
de_de: Hochladen von Nebel berichten
pt_br: Carregar relatórios FOG

source: This section allows you to upload user defined reports that may not be part of the base FOG package. The report files should end in .php
de_de: In diesem Abschnitt können Sie benutzerdefinierte Berichte hochladen, die möglicherweise nicht Teil der Nebel-Basispaket. Die Berichtsdateien sollte in .php enden.
pt_br: Esta seção permite que você envie relatórios definidos pelo usuário que podem não ser parte do pacote base FOG. Os arquivos de relatório deve terminar em .php

source: Upload a FOG Report
de_de: Laden Sie einen Nebel-Bericht
pt_br: Carregar um relatório FOG

source: About FOG Reports
de_de: Nebel-Berichte
pt_br: Sobre os relatórios FOG

source: FOG Reports exist to give you information about what is going on with your FOG System. To view a report, select an item from the menu on the left-hand side of this page.
de_de: Nebel-Berichte existieren, um Ihnen Informationen über das geschehen mit Ihrem Nebel-System. Um einen Bericht anzuzeigen, wählen Sie ein Element aus dem Menü auf der linken Seite dieser Seite.
pt_br: Relatórios FOG existem para dar-lhe informações sobre o que está acontecendo com o seu Sistema de nevoeiro. Para visualizar um relatório, selecione um item no menu do lado esquerdo desta página.

source: FOG Imaging Log - Select Date Range
de_de: Nebel Imaging Log - Datumsbereich auswählen
pt_br: FOG imagem Log - Selecionar intervalo de datas

source: Select Start Date
de_de: Wählen Sie Startdatum
pt_br: Selecione Data de início

source: Select End Date
de_de: Wählen Sie Enddatum
pt_br: Selecione Data de Término

source: Search for Entries
de_de: Nach Einträgen suchen
pt_br: Procurar entradas

source: FOG Imaging Log
de_de: Nebel-Imaging-Log
pt_br: FOG imagem Log

source: Engineer
de_de: Ingenieur
pt_br: Engenheiro

source: End
de_de: Ende
pt_br: Fim

source: Duration
de_de: Dauer
pt_br: Duração

source: Start Date
de_de: Startdatum
pt_br: Data inicial

source: End Date
de_de: Enddatum
pt_br: Data final

source: End Time
de_de: Endzeit
pt_br: Fim do tempo

source: Upload
pt_br: Envio

source: Download
pt_br: baixar

source: Host Listing Export
de_de: Host Eintrag Export
pt_br: Hospedar Listing Export

source: Host Created
de_de: Host erstellt
pt_br: host criado

source: Image ID
de_de: Bild-ID
pt_br: ID da imagem

source: Image Desc
de_de: Bild Desc
pt_br: imagem Desc

source: AD Join
pt_br: AD Junte-se

source: HD Device
de_de: HD-Gerät
pt_br: dispositivo HD

source: OS Name
de_de: Betriebssystemname
pt_br: Nome OS

source: Full Inventory Export
de_de: Vollständige Inventur Export
pt_br: Exportação inventário completo

source: All Pending MACs approved.
de_de: Alle ausstehenden MACs genehmigt.
pt_br: Todos os MACs pendentes aprovado.

source: Pending MAC Export
de_de: Ausstehende MAC Export
pt_br: Pendente MAC Exportação

source: Approve All Pending MACs for all hosts
de_de: Alle ausstehenden MACs für alle Hosts zu genehmigen
pt_br: Aprovar todos os Macs pendente para todos os hosts

source: Host Primary MAC
de_de: Primäre MAC Host
pt_br: Hospedeiro primário MAC

source: Host Pending MAC
de_de: Host bis zu MAC
pt_br: Hospedar Pendente MAC

source: Approve selected pending macs
de_de: Genehmigung ausstehend Macs ausgewählt
pt_br: Aprovar macs pendentes selecionados

source: Delete selected pending macs
de_de: Löschen bis Macs ausgewählt
pt_br: Excluir macs pendentes selecionados

source: FOG Virus Summary
de_de: Nebel-Virus-Zusammenfassung
pt_br: Resumo FOG Virus

source: clear all history
de_de: alle Verlauf löschen
pt_br: Limpar histórico

source: Virus Name
de_de: Name des Virus
pt_br: Nome vírus

source: Mode
de_de: Modus
pt_br: Modo

source: Clear
de_de: Klar
pt_br: Claro

source: Quarantine
de_de: Quarantäne
pt_br: Quarentena

source: Report
de_de: Bericht
pt_br: Relatório

source: All Virus' cleared
de_de: Alle Virus gelöscht
pt_br: Todos Virus 'apagada

source: Virus cleared
de_de: Virus gelöscht
pt_br: vírus apuradas

source: FOG User Login History Summary - Search
de_de: Nebel Benutzer Login Geschichte Zusammenfassung - Suche
pt_br: FOG User Login História Resumo - Pesquisa

source: Enter a username to search for
de_de: Geben Sie einen Benutzernamen suchen
pt_br: Digite um nome de usuário para procurar

source: Enter a hostname to search for
de_de: Geben Sie einen Hostnamen zu suchen
pt_br: Digite um nome de host para pesquisar

source: Results Found for user and/or hostname search
de_de: Ergebnisse gefunden für Benutzer und/oder Hostname Suche
pt_br: Resultados encontrados para usuário e / ou pesquisa hostname

source: Host/User name
de_de: Host/Benutzername
pt_br: Anfitrião / Nome do usuário

source: FOG User Login History Summary - Select Date Range
de_de: Nebel Benutzer Login Geschichte Zusammenfassung - Datumsbereich auswählen
pt_br: FOG User Login História Resumo - Escolha um intervalo de datas

source: FOG User Login History Summary
de_de: Nebel-Benutzer-Login-Geschichte-Zusammenfassung
pt_br: FOG usuário Sumário Login História

source: Description
de_de: Beschreibung
pt_br: Descrição

source: FOG Snapin Log - Select Date Range
de_de: Nebel Snap-in Log - Datumsbereich auswählen
pt_br: FOG Snapin Log - Selecionar intervalo de datas

source: Return Code
pt_br: Código de retorno

source: Return Desc
de_de: Zurück Desc
pt_br: retorno desconto

source: Create Date
de_de: Erstellt am
pt_br: Criar Data

source: Create Time
de_de: Erstellungszeit
pt_br: Criar Tempo

source: Snapin Description
de_de: Snap-in-Beschreibung
pt_br: Snapin Descrição

source: Snapin File
de_de: Snap-in-Datei
pt_br: Arquivo Snapin

source: Snapin Run With
de_de: Snap-in-Ausführung mit
pt_br: Snapin Run Com

source: Snapin Run With Args
de_de: Snap-in-Ausführung mit Args
pt_br: Snapin correr com Args

source: Snapin State
de_de: Snap-in-Zustand
pt_br: Estado Snapin

source: Snapin Return Code
pt_br: Snapin Código de retorno

source: Snapin Return Detail
de_de: Snap-in-Rückkehr-Detail
pt_br: Detalhe Snapin Retorno

source: Snapin Creation Date
de_de: Snap-in-Erstellungsdatum
pt_br: Snapin Data de Criação

source: Snapin Creation Time
de_de: Zeitpunkt der Erstellung der Snap-in
pt_br: Snapin tempo de criação

source: Job Create Date
de_de: Job erstellen Datum
pt_br: Job Criar Data

source: Job Create Time
de_de: Job erstellen
pt_br: Job Criar Tempo

source: Task Checkin Date
de_de: Aufgabe beim Einchecken Datum
pt_br: Tarefa Checkin Data

source: Task Checkin Time
de_de: Aufgabe beim Einchecken Zeit
pt_br: Tarefa Checkin Tempo

source: FOG Equipment Loan Form
de_de: Nebel-Ausrüstung-Leihformular
pt_br: FOG forma de empréstimo Equipment

source: Select User
de_de: Wählen Sie Benutzer
pt_br: Selecionar Usuário

source: Create Report
de_de: Bericht erstellen
pt_br: Criar relatório

source: of
de_de: der
pt_br: do

source: Printed
de_de: Gedruckt
pt_br: Impresso

source: Equipment Loan
de_de: Ausrüstungsausleihe
pt_br: equipamento Loan

source: [Organization Here]
de_de: [Organisation hier]
pt_br: [Organização Aqui]

source: [sub-unit here]
de_de: [hier Untereinheit]
pt_br: [Sub-unidade aqui]

source: PC Check-out Agreement
de_de: PC-Check-Out-Vereinbarung
pt_br: PC Acordo Check-out

source: Personal Information
de_de: Persönliche Informationen
pt_br: Informação pessoal

source: Location
de_de: Lage
pt_br: Localização

source: Your Location Here
de_de: Ihren Standort hier
pt_br: Sua localização aqui

source: Home Address
de_de: Home-Adresse
pt_br: Endereço residencial

source: City/State/Zip
de_de: Stadt/Staat/Zip
pt_br: Cidade / Estado / CEP

source: Extension
de_de: Erweiterung
pt_br: Extensão

source: Home Phone
de_de: Telefon zu Hause
pt_br: Telefone residencial

source: Computer Information
de_de: Computer-Informationen
pt_br: Informações sobre o computador

source: Serial Number
de_de: Seriennummer
pt_br: Número de série

source: Service Tag
pt_br: Etiqueta de serviço

source: Barcode Numbers
de_de: Barcode-Nummern
pt_br: Números de código de barras

source: Date of checkout
de_de: Datum der Abreise
pt_br: Data de check-out

source: Notes
de_de: Notizen
pt_br: notas

source: Miscellaneous
de_de: Diverses
pt_br: Variado

source: Included Items
de_de: Eingeschlossene Elemente
pt_br: Itens incluídos

source: Releasing Staff Initials
de_de: Freigabe von Personal Initialen
pt_br: Soltar Iniciais Pessoal

source: To be released only by
de_de: Nur durch freigegeben werden
pt_br: Para ser lançado apenas por

source: I have read, understood, and agree to all the Terms and Conditions on the following pages of this document.
de_de: Ich habe gelesen, verstanden und Stimme den Geschäftsbedingungen auf den folgenden Seiten dieses Dokuments.
pt_br: Tenho lido, compreendido e concorda com todos os Termos e Condições sobre as seguintes páginas deste documento.

source: Signed
de_de: Unterzeichnet
pt_br: Assinado

source: Terms and Conditions
de_de: Allgemeinen Geschäftsbedingungen
pt_br: Termos e Condições

source: Your terms and conditions here
de_de: Ihre allgemeinen Geschäftsbedingungen hier
pt_br: Os seus termos e condições aqui

source: Your form is ready.
de_de: Ihre Form ist fertig.
pt_br: Sua forma está pronto.

source: Imaged
de_de: Abgebildet
pt_br: fotografada

source: Task
de_de: Aufgabe
pt_br: Tarefa

source: Pending Host List
de_de: Ausstehende Gastgeberliste
pt_br: Enquanto se aguarda a lista de hosts

source: Approve selected Hosts
de_de: Ausgewählten Hosts zu genehmigen
pt_br: Aprovar Hosts selecionados

source: Delete selected Hosts
de_de: Löschen der ausgewählten Hosts
pt_br: Excluir Hosts selecionados

source: New Host
de_de: Neuen Host
pt_br: novo host

source: Primary MAC
de_de: Primäre MAC
pt_br: MAC primária

source: Add MAC
de_de: Fügen MAC hinzu
pt_br: Adicionar MAC

source: Host Description
de_de: Host-Beschreibung
pt_br: anfitrião Descrição

source: Host Product Key
de_de: Host-Produkt-Schlüssel
pt_br: Hospedar de Chave de Produto

source: Host Image
pt_br: Image Host

source: Host Kernel
pt_br: hospedar Kernel

source: Host Kernel Arguments
de_de: Host Kernel Argumente
pt_br: Hospedar argumentos do kernel

source: Host Primary Disk
de_de: Primäre Festplatte Host
pt_br: Hospedar rígido primário

source: Host Bios Exit Type
de_de: Host-Bios-Exit-Typ
pt_br: Hospedar Bios Tipo Exit

source: Host EFI Exit Type
de_de: Host-EFI-Exit-Typ
pt_br: Hospedar EFI Tipo Exit

source: Add new host definition
de_de: Fügen Sie neue Host-definition
pt_br: Adicionar nova definição de acolhimento

source: Please enter a hostname
de_de: Bitte geben Sie einen Hostnamen
pt_br: Por favor, indique um nome de host

source: Please enter a valid hostname
de_de: Bitte geben Sie einen gültigen Hostnamen
pt_br: Por favor insira um nome de host válido

source: Hostname Exists already
de_de: Hostname existiert bereits
pt_br: Hostname já existe

source: MAC Address is required
de_de: MAC-Adresse ist erforderlich
pt_br: MAC Address é necessária

source: MAC Format is invalid
de_de: MAC-Format ist ungültig
pt_br: Formato MAC é inválido

source: A host with this MAC already exists with Hostname: %s
de_de: Ein Host mit diesem MAC bereits mit Hostname: %s
pt_br: Um anfitrião com este MAC já existe com Hostname: %s

source: Host create failed
de_de: Host erstellen fehlgeschlagen
pt_br: Hospedar criar falha

source: Host added
de_de: Host hinzugefügt
pt_br: hospedar acrescentou

source: Host approved
de_de: Host genehmigt
pt_br: hospedar aprovado

source: Host approval failed.
de_de: Host-Genehmigung ist fehlgeschlagen.
pt_br: aprovação anfitrião falhou.

source: Approve this host?
de_de: Genehmigen dieser Host zu?
pt_br: Aprovar este anfitrião?

source: Remove MAC
de_de: MAC zu entfernen
pt_br: Remover MAC

source: Ignore MAC on Client
de_de: MAC auf Client zu ignorieren
pt_br: Ignorar MAC no cliente

source: Ignore MAC for imaging
de_de: MAC für die Bildgebung zu ignorieren
pt_br: Ignorar MAC para geração de imagens

source: Approve All MACs?
de_de: Genehmigen alle MACs zu?
pt_br: Aprovar todos os Macs?

source: Ignore MAC for Imaging
de_de: MAC für die Bildgebung zu ignorieren
pt_br: Ignorar MAC for Imaging

source: Additional MACs
de_de: Weitere MACs
pt_br: MACs adicionais

source: Pending MACs
de_de: Ausstehende MACs
pt_br: pendentes MACs

source: Edit host definition
de_de: Host-Definition bearbeiten
pt_br: Editar definição de acolhimento

source: Check here to see what printers can be added
de_de: Prüfen Sie hier, um zu sehen, welche Drucker hinzugefügt werden kann
pt_br: Verifique aqui para ver o que as impressoras podem ser adicionadas

source: Add new printer(s) to this host
de_de: Neue Drucker zu diesem Host hinzufügen
pt_br: Adicionar nova impressora (s) para este alojamento

source: Default
de_de: Standard
pt_br: Padrão

source: Printer Type
de_de: Druckertyp
pt_br: Tipo de impressora

source: Default Printer Select
de_de: Standard Drucker auswählen
pt_br: Impressora padrão Selecione

source: Host Printer Configuration
de_de: Die Konfiguration des Hosts
pt_br: Host Configuration Printer

source: Select Management Level for this Host
de_de: Wählen Sie die Management-Ebene für diesen Host
pt_br: Selecione Nível de Gestão para este alojamento

source: This setting only adds and removes printers that are management by FOG. If the printer exists in printer management but is not assigned to a host, it will remove the printer if it exists on the unsigned host. It will add printers to the host that are assigned.
de_de: Diese Einstellung nur hinzugefügt und entfernt Drucker, die Management von Nebel sind. Wenn der Drucker in der Druckerverwaltung existiert aber kein Host zugewiesen ist, wird es den Drucker zu entfernen, wenn es auf dem unsignierten Host vorhanden ist. Es wird hinzufügen von Druckern an den Host, die zugeordnet sind.
pt_br: Esta definição só adiciona e remove impressoras que estão a gestão pela névoa. Se a impressora existe na gestão da impressora, mas não é atribuído a um host, ele irá remover a impressora se ela existe no unsigned host. Ele irá adicionar impressoras para o host que são atribuídos.

source: This setting will only allow FOG Assigned printers to be added to the host. Any printer that is not assigned will be removed including non-FOG managed printers.
de_de: Diese Einstellung erlaubt nur Nebel zugewiesene Drucker an den Host hinzugefügt werden. Jeder Drucker, der nicht zugeordnet ist wird einschließlich nicht-FOG verwalteten Drucker entfernt werden.
pt_br: Essa configuração só irá permitir impressoras FOG Designado para ser adicionado ao host. Qualquer impressora que não é atribuído serão removidos incluindo impressoras gerenciadas não nevoeiro.

source: Only Assigned Printers
de_de: Nur zugewiesenen Drucker
pt_br: Impressoras Só Assigned

source: Remove selected printers
de_de: Ausgewählten Drucker entfernen
pt_br: Remover impressoras selecionadas

source: Check here to see what snapins can be added
de_de: Prüfen Sie hier, um zu sehen, welche Snapins hinzugefügt werden können
pt_br: Verifique aqui para ver o que snapins podem ser adicionadas

source: Remove selected snapins
de_de: Entfernen Sie ausgewählte snapins
pt_br: Remover snapins selecionados

source: Select/Deselect All
de_de: Abwählen Sie auswählen /, alle
pt_br: Selecionar / desmarcar todas

source: Host Screen Resolution
de_de: Host-Bildschirmauflösung
pt_br: A resolução de tela de acolhimento

source: Other Tag #1
de_de: Anderen Tag #1
pt_br: Outros Tag # 1

source: Other Tag #2
de_de: Anderen Tag #2
pt_br: Outros Tag # 2

source: System Serial Number
de_de: Seriennummer des Systems
pt_br: Número de série do sistema

source: Motherboard Manufacturer
de_de: Motherboard-Hersteller
pt_br: Placa-mãe Fabricante

source: Motherboard Product Name
de_de: Motherboard-Produktnamen
pt_br: Placa-mãe Nome do produto

source: Motherboard Version
de_de: Mainboard-Version
pt_br: Placa-mãe Versão

source: Motherboard Serial Number
de_de: Motherboard-Seriennummer
pt_br: Número de série da placa-mãe

source: Motherboard Asset Tag
pt_br: Asset Tag placa-mãe

source: CPU Normal Speed
de_de: CPU Normal Geschwindigkeit
pt_br: CPU de velocidade normal

source: Hard Disk Model
de_de: Festplatte-Modell
pt_br: Modelo de disco rígido

source: Hard Disk Serial Number
de_de: Seriennummer der Festplatte
pt_br: Hard Disk Número de série

source: Host Hardware Inventory
de_de: Host-Hardwareinventur
pt_br: Inventário de hardware de acolhimento

source: Virus History
de_de: Virus-Geschichte
pt_br: Histórico de vírus

source: Host Login History
de_de: Host-Login-Geschichte
pt_br: Hospedar Entrada História

source: View History for
de_de: Verlauf anzeigen für
pt_br: Ver Histórico para

source: Login
de_de: Anmeldung
pt_br: Entrar

source: Logout
pt_br: Sair

source: No user history data found!
de_de: Keine Geschichte Benutzerdaten gefunden!
pt_br: Não há dados de história usuário encontrado!

source: Host Imaging History
de_de: Host-Imaging-Geschichte
pt_br: Hospedar História Imagiologia

source: Imaging Type
de_de: Imaging-Typ
pt_br: Tipo de imagem

source: Completed
de_de: Abgeschlossen
pt_br: concluído

source: Complete
de_de: Füllen Sie
pt_br: Completo

source: MAC Address is not valid
de_de: MAC-Adresse ist nicht gültig
pt_br: Endereço MAC não é válido

source: Host Update Failed
de_de: Host-Update fehlgeschlagen
pt_br: Anfitrião Update Failed

source: No Hosts were selected
de_de: Keine Hosts wurden ausgewählt
pt_br: Não foram selecionados Hosts

source: No Group selected and no new Group name entered
de_de: Keine Gruppe ausgewählt und keine neuen Gruppennamen eingegeben
pt_br: Nenhum grupo selecionado e nenhum novo nome do grupo entrou

source: Failed to create new Group
de_de: Fehler beim Erstellen der neuen Gruppe
pt_br: Falha ao criar novo grupo

source: Group is Invalid
de_de: Gruppe ist ungültig
pt_br: Grupo é inválido

source: Successfully associated Hosts with the Group
de_de: Erfolgreich damit verbundenen Hosts mit der Gruppe
pt_br: Hosts com sucesso associado ao grupo

source: Failed to Associate Hosts with Group
de_de: Fehler beim Gastgeber Gruppe zuordnen
pt_br: Falha ao associar Hosts com o Grupo
