Repository: 0x41c/fogproject
Catalog: packages/web/management/languages/*.UTF-8/LC_MESSAGES/messages.po
Languages: de_de, pt_br

source: All Snap-ins
de_de: Alle Snap-ins
pt_br: Todos os snap-ins

source: Add New Snapin
de_de: Neue Snap-in hinzufügen
pt_br: Adicionar novo Snapin

source: Snapin Template
de_de: Snap-in-Vorlage
pt_br: Template Snapin

source: Snapin Storage Group
de_de: Snap-in-Speichergruppe
pt_br: Snapin grupo de armazenamento

source: Snapin Run With Argument
de_de: Snap-in-Ausführung mit Argument
pt_br: Snapin Run com o argumento

source: Snapin File (exists)
de_de: Snap-in-Datei (existiert)
pt_br: Arquivo Snapin (existe)

source: Snapin Arguments
de_de: Snap-in-Argumente
pt_br: Argumentos Snapin

source: Snapin Enabled
de_de: Snap-in aktiviert
pt_br: Snapin Ativado

source: Reboot after install
de_de: Nach der Installation neu starten
pt_br: Reinicialização após a instalação

source: Shutdown after install
de_de: Abschaltung nach Installation
pt_br: Desligamento após a instalação

source: Please enter a name to give this Snapin
de_de: Bitte geben Sie einen Namen zu geben, dieses Snap-in
pt_br: Por favor, indique um nome para dar a este Snapin

source: Snapin with that name already exists
de_de: Snap-in mit diesem Namen ist bereits vorhanden.
pt_br: Snapin com esse nome já existe

source: Please select a storage group for this snapin to reside in
de_de: Bitte wählen Sie eine Speichergruppe für dieses Snap-in in aufzuhalten
pt_br: Por favor, selecione um grupo de armazenamento para este snap-in para residir em

source: A file to use for the snapin must be either uploaded or chosen from the already present list
de_de: Eine Datei für das Snap-in verwenden müssen entweder hochgeladen oder aus der bereits vorhandenen Liste ausgewählt werden
pt_br: Um arquivo a ser usado para o snap-in deve ser ou carregado ou escolhido a partir do já presente lista

source: Must have snapin associated to a group
de_de: Snap-in muss zu einer Gruppe verknüpft haben
pt_br: Deve ter Snapin associado a um grupo

source: FTP Connection has failed
de_de: FTP-Verbindung fehlgeschlagen
pt_br: Conexão FTP falhou

source: Failed to add snapin, unable to locate snapin directory.
de_de: Fehler beim Hinzufügen des Snap-in, Snap-in-Verzeichnis kann nicht gefunden.
pt_br: Falha ao adicionar snap-in, incapaz de localizar o diretório de snap-in.

source: Failed to add/update snapin file
de_de: Fehler beim hinzufügen/aktualisieren Snap-in Datei
pt_br: Falha ao adicionar arquivo de snap-in / atualização

source: Add snapin failed!
de_de: Fügen Sie Snap-in fehlgeschlagen!
pt_br: Adicionar snap-in falhou!

source: Snapin added, Editing now!
de_de: Snap-in hinzugefügt, jetzt bearbeiten!
pt_br: Snapin acrescentou, edição agora!

source: Snapin Run With Template
de_de: Snap-in-Ausführung mit Vorlage
pt_br: Template Snapin Run Com

source: Check here to see groups not assigned with this snapin
de_de: Prüfen Sie hier, um zu sehen, nicht mit diesem Snap-in zugewiesene Gruppen
pt_br: Verifique aqui para ver os grupos não atribuídos com este snap-in

source: Add snapin to groups
de_de: Snap-in zu Gruppen hinzufügen
pt_br: Adicionar snap-in de grupos

source: Add Snapin to Group(s)
de_de: Gruppe(n) Snap-in hinzufügen
pt_br: Adicionar Snapin ao grupo (s)

source: Deleted selected group associations
de_de: Ausgewählten Gruppe Zuordnungen gelöscht
pt_br: associações de grupos selecionados excluídos

source: FTP connection has failed
de_de: FTP-Verbindung fehlgeschlagen
pt_br: conexão FTP falhou

source: Snapin must be assigned to one Storage Group
de_de: Snap-in muss eine Speichergruppe zugeordnet werden
pt_br: Snapin deve ser atribuído a um grupo de armazenamento

source: Snapin update failed
de_de: Snap-in-Update fehlgeschlagen
pt_br: atualização Snapin falhou

source: Snapin updated
de_de: Snap-in aktualisiert
pt_br: Snapin atualizada

source: Web root
pt_br: raiz da web

source: Bandwidth should be numeric and greater than 0
de_de: Bandbreite sollte numerische und größer als 0 sein.
pt_br: A largura de banda deve ser numérico e maior do que 0

source: Plugin Name
de_de: Plugin-Namen
pt_br: Nome Plugin

source: Activate Plugins
de_de: Plugins aktivieren
pt_br: Ative Plugins

source: Successfully activated Plugin!
de_de: Erfolgreich aktiviert Plugin!
pt_br: ativada com sucesso Plugin!

source: Installed Plugins
de_de: Installierten Plugins
pt_br: Plugins instalados

source: Unable to determine plugin details.
de_de: Nicht in der Lage die Plugin Einzelheiten festzulegen.
pt_br: Não foi possível determinar detalhes plugin.

source: Plugin
pt_br: Plugar

source: Plugin Description
de_de: Plugin-Beschreibung
pt_br: Plugin Descrição

source: Settings
de_de: Einstellungen
pt_br: Configurações

source: Reboot after deploy
de_de: Neustart nach der Bereitstellung
pt_br: Reinicialização após deploy

source: Shutdown after deploy
de_de: Abschaltung nach bereitstellen
pt_br: Shutdown após deploy

source: DMI Field
de_de: DMI-Feld
pt_br: DMI campo

source: Update Settings
de_de: Update-Einstellungen
pt_br: Atualizar configurações

source: Add Image to DMI Associations
de_de: DMI-Verbände Bild hinzufügen
pt_br: Adicionar Imagem para Associações DMI

source: Image Definition
de_de: Bildschärfe
pt_br: definição de imagem

source: DMI Result
de_de: DMI-Ergebnis
pt_br: Resultado DMI

source: Add Association
de_de: Verein hinzufügen
pt_br: Adicionar Association

source: Current Image to DMI Associations
de_de: Aktuelle Bild an DMI-Verbände
pt_br: Imagem atual para Associações DMI

source: Plugin Installation
pt_br: Instalação Plugin

source: This plugin is currently not installed, would you like to install it now?
de_de: Dieses Plugin ist derzeit nicht installiert, möchten Sie es jetzt installieren?
pt_br: Este plugin não está instalado, você gostaria de instalá-lo agora?

source: Invalid Plugin Passed
de_de: Ungültige Plugin übergeben
pt_br: Plugin inválido passado

source: Failed to install plugin
de_de: Fehler beim Plugin installieren
pt_br: Falha ao instalar o plug-in

source: Failed to save plugin
de_de: Fehler beim Speichern der plugin
pt_br: Falha ao salvar plug-in

source: Plugin Installed!
de_de: Plugin installiert!
pt_br: Plugin instalado!

source: Settings Updated
de_de: Einstellungen aktualisiert
pt_br: Configurações atualizadas

source: Failed to save assignment
de_de: Fehler beim Speichern der Zuordnung
pt_br: Falha ao salvar a atribuição

source: Assignment saved successfully
de_de: Auftrag erfolgreich gespeichert
pt_br: Atribuição salvas com sucesso

source: Destroyed assignment
de_de: Zerstörte Zuordnung
pt_br: atribuição destruída

source: Channel call is invalid
de_de: Kanal anzurufen ist ungültig
pt_br: chamada de canal é inválido

source: User call is invalid
de_de: Benutzer-Aufruf ist ungültig
pt_br: chamada do usuário é inválido

source: Invalid method called
de_de: Ungültige Methode namens
pt_br: Método inválido chamada

source: Slack Accounts
de_de: Slack-Konten
pt_br: Contas Slack

source: Link Slack Account
de_de: Schlaff Account verknüpfen
pt_br: Link Conta Slack

source: Team
pt_br: Equipe

source: Created By
de_de: Erstellt von
pt_br: Criado por

source: User/Channel Name
de_de: Benutzer/Kanalname
pt_br: Usuário Nome / Canal

source: Accounts
de_de: Konten
pt_br: contas

source: Link New Account
de_de: Neuen Account verknüpfen
pt_br: Fazer a ligação Nova Conta

source: Access Token
de_de: Zugangs-Token
pt_br: token de acesso

source: User/Channel to post to
de_de: Benutzer/Kanal zu veröffentlichen
pt_br: User / Canal para postar

source: Must use an @ or # to signify if this is a user or channel to send message to!
de_de: Muss ein @ oder # zu bedeuten, ist dies ein Benutzer oder Kanal eine Nachricht zu senden!
pt_br: Deve usar um @ ou # para indicar se este for um usuário ou canal para enviar mensagem a!

source: Please enter an access token
de_de: Bitte geben Sie ein Zugriffstoken
pt_br: Por favor, indique um token de acesso

source: Invalid token passed
de_de: Ungültiges Token übergeben
pt_br: Token inválido passado

source: Invalid user and/or channel passed
de_de: Ungültiger Benutzer und/oder Kanal übergeben
pt_br: usuário e / ou canal inválido passado

source: Account already linked
de_de: Konto bereits verknüpft
pt_br: Conta já ligados

source: Failed to create
de_de: Konnte nicht erstellt werden
pt_br: Falha ao criar

source: Account linked to FOG GUI at
de_de: -Konto verknüpft, Nebel-GUI auf
pt_br: Conta vinculada ao nevoeiro GUI em

source: Account Added!
de_de: -Konto hinzugefügt!
pt_br: Conta Adicionado!

source: Account removed from FOG GUI at
de_de: Konto aus Nebel GUI bei entfernt
pt_br: Conta removida de FOG GUI no

source: Slack Management
pt_br: Gestão Slack

source: Location ID was not set, or unable to be created
de_de: Standort-ID wurde nicht gesetzt oder erstellt werden
pt_br: Localização ID não foi definido, ou incapaz de ser criado

source: Location Name
de_de: Name des Standorts
pt_br: Localização Nome

source: Kernels/Inits from location
de_de: Kerne / Inits von Ort
pt_br: Kernels / inits de local

source: Not Set
de_de: Nicht festgelegt
pt_br: Não configurado

source: New Location
de_de: Neuer Standort
pt_br: Nova localização

source: Use inits and kernels from this node
de_de: Verwendung inits und Kerne von diesem Knoten
pt_br: Use inits e kernels a partir deste nó

source: Location already Exists, please try again.
de_de: Lage bereits vorhanden ist, versuchen Sie es bitte erneut.
pt_br: Localização já existe, por favor tente novamente.

source: Please enter a name for this location.
de_de: Bitte geben Sie einen Namen für diesen Standort.
pt_br: Por favor, indique um nome para este local.

source: Please select the storage group this location relates to.
de_de: Bitte wählen Sie die Speichergruppe, die, der diesen Standort bezieht sich auf.
pt_br: Por favor, selecione o grupo de armazenamento este local relaciona.

source: Location Added, editing!
de_de: Standort hinzugefügt, bearbeitet!
pt_br: Localização Added, edição!

source: A location with that name already exists.
de_de: Ein Ort mit diesem Namen ist bereits vorhanden.
pt_br: Um local com esse nome já existe.

source: Failed to update
de_de: Fehler beim Aktualisieren
pt_br: Falha ao atualizar

source: Location Updated
de_de: Lage aktualisiert
pt_br: Localização Atualizado

source: Location/Deployed
de_de: Lage/bereitgestellt
pt_br: Localização / Implantado

source: Host Location
de_de: Host-Standort
pt_br: anfitrião Localização

source: Group Location
de_de: Standort des Konzerns
pt_br: grupo Local

source: Location Management
de_de: Standortmanagement
pt_br: Gestão local

source: User/Group
de_de: Benutzer/Gruppe
pt_br: Grupo de usuários

source: All Access Controls
de_de: Alle Zugriffskontrollen
pt_br: Todos os controles de acesso

source: Not Allowed!
de_de: Nicht erlaubt!
pt_br: Não permitido!

source: Access Control
pt_br: Controle de acesso

source: Task Types
de_de: Aufgabentypen
pt_br: Tipos de tarefa

source: Icon
de_de: Symbol
pt_br: Ícone

source: Access
de_de: Zugang
pt_br: Acesso

source: All Task Types
de_de: Alle Task-Typen
pt_br: Todos os tipos de tarefas

source: New Task Type
de_de: Neue Task-Typ
pt_br: Novo tipo de tarefa

source: Kernel Arguments
de_de: Kernel-Argumente
pt_br: Argumentos de kernel

source: Is Advanced
de_de: Ist fortgeschritten
pt_br: é avançado

source: Accessed By
de_de: Zugriff durch
pt_br: acessada por

source: You must enter a name
de_de: Sie müssen einen Namen eingeben.
pt_br: Você deve digitar um nome

source: Task type already exists, please try again.
de_de: Task-Typ bereits vorhanden ist, versuchen Sie es bitte erneut.
pt_br: tipo de tarefa já existe, por favor tente novamente.

source: Task Type added, editing
de_de: Task-Typ hinzugefügt, bearbeitet
pt_br: Tipo de Tarefa acrescentou, a edição

source: Task Type Management
de_de: Typ Aufgabenverwaltung
pt_br: Gestão tipo de tarefa

source: Unable to determine plugin details
de_de: Nicht in der Lage, Plugin Details bestimmen
pt_br: Não foi possível determinar detalhes de plugin

source: Port is not valid ldap/ldaps ports
de_de: Port ist nicht gültig Ldap/Ldaps Häfen
pt_br: A porta não é válida ldap / ldaps portos

source: LDAP Server Name
de_de: LDAP-Server-Namen
pt_br: Nome do servidor LDAP

source: LDAP Server Address
de_de: LDAP-Server-Adresse
pt_br: Endereço do servidor LDAP

source: LDAP Server Description
de_de: LDAP Server Beschreibung
pt_br: LDAP Server Descrição

source: LDAP Server
pt_br: Servidor LDAP

source: Port
de_de: Hafen
pt_br: Porta

source: All LDAPs
de_de: Alle LDAPs
pt_br: Todos os LDAPs

source: New LDAP Server
de_de: Neue LDAP-Server
pt_br: Novo servidor LDAP

source: Server Port
pt_br: Porta do servidor

source: Not able to add
de_de: Nicht in der Lage, hinzufügen
pt_br: Não é capaz de adicionar

source: Please enter a name for this LDAP server.
de_de: Bitte geben Sie einen Namen für den LDAP-Server.
pt_br: Por favor, indique um nome para este servidor LDAP.

source: Please enter a LDAP server address
de_de: Bitte geben Sie einen LDAP-Server-Adresse
pt_br: Por favor, indique o endereço do servidor LDAP

source: LDAP server already Exists, please try again.
de_de: LDAP-Server bereits vorhanden ist, versuchen Sie es bitte erneut.
pt_br: servidor LDAP já existe, por favor tente novamente.

source: LDAP Server Added, editing!
de_de: LDAP-Server hinzugefügt, bearbeitet!
pt_br: Servidor LDAP Adicionado, edição!

source: Not able to update
de_de: Nicht in der Lage zu aktualisieren
pt_br: Não é capaz de atualizar

source: An LDAP Server with that name already exists.
de_de: Ein LDAP-Server mit diesem Namen ist bereits vorhanden.
pt_br: Um servidor LDAP com esse nome já existe.

source: LDAP information updated!
de_de: LDAP-Informationen aktualisiert!
pt_br: informações LDAP atualizado!

source: LDAP Management
pt_br: Gestão LDAP

source: User create/update failed
de_de: Benutzer erstellen/Update fehlgeschlagen
pt_br: Usuário Criar / atualização falhou

source: Task States
de_de: Aufgabe-Staaten
pt_br: Unidos Task

source: Task State
de_de: Aufgabenstatus
pt_br: Estado Task

source: All Task States
de_de: Alle Staaten der Aufgabe
pt_br: Todos os Estados-Tarefa

source: New Task State
de_de: Neuen Task-Status
pt_br: Estado de Nova Tarefa

source: Additional Icon elements
de_de: Zusatzelemente Symbol
pt_br: Elementos adicionais Ícone

source: Task state already exists, please try again.
de_de: Aufgabenstatus bereits vorhanden ist, versuchen Sie es bitte erneut.
pt_br: Estado tarefa já existe, por favor tente novamente.

source: Task State added, editing
de_de: Aufgabenstatus hinzugefügt, bearbeitet
pt_br: Estado tarefa adicional, a edição

source: Task State Management
de_de: Aufgabe von Staat und Verwaltung
pt_br: Estado de Gestão de Tarefas

source: failed to login
de_de: Fehler beim anmelden
pt_br: não conseguiu iniciar sessão

source: Pushbullet Accounts
de_de: Pushbullet Konten
pt_br: Contas Pushbullet

source: Link Pushbullet Account
de_de: Pushbullet-Konto verknüpfen
pt_br: Conta ligação Pushbullet

source: Email
pt_br: O email

source: Pushbullet Management
pt_br: Gestão Pushbullet

source: Broadcast Name
de_de: Titel der Liveübertragung
pt_br: Nome transmissão

source: IP Address
de_de: IP-Adresse
pt_br: Endereço de IP

source: All Broadcasts
de_de: Alle Sendungen
pt_br: todas as transmissões

source: New Broadcast Address
de_de: Neue Broadcast-Adresse
pt_br: Novo Endereço de Difusão

source: Broadcast IP
pt_br: IP de transmissão

source: Broacast name already Exists, please try again.
de_de: Broacast name bereits existiert, bitte versuchen Sie es erneut.
pt_br: Broacast nome já existe, por favor tente novamente.

source: Please enter a name for this address.
de_de: Bitte geben Sie einen Namen für diese Adresse.
pt_br: Por favor, indique um nome para esse endereço.

source: Please enter the broadcast address.
de_de: Bitte geben Sie die broadcast-Adresse.
pt_br: Por favor, indique o endereço de broadcast.

source: Please enter a valid ip
de_de: Bitte geben Sie eine gültige IP-Adresse
pt_br: Por favor insira um IP válido

source: Broadcast Added, editing!
de_de: Broadcast-Mehrwert, bearbeiten!
pt_br: Transmissão Adicionado, edição!

source: Broadcast Address
de_de: Broadcast-Adresse
pt_br: Endereço de Difusão

source: You need to have a name for the broadcast address.
de_de: Sie müssen einen Namen für die broadcast-Adresse haben.
pt_br: Você precisa ter um nome para o endereço de broadcast.

source: Please enter a valid IP address
de_de: Bitte geben Sie eine gültige IP-Adresse
pt_br: Por favor insira um endereço IP válido

source: A broadcast with that name already exists.
de_de: Eine Sendung mit diesem Namen ist bereits vorhanden.
pt_br: A transmissão com esse nome já existe.

source: Broadcast Updated
de_de: Aktuelle Sendung
pt_br: transmitido Atualizado

source: WOL Broadcast Management
pt_br: Gestão WOL Transmissão

source: Failed to connect
de_de: Fehler beim verbinden
pt_br: Falhou ao conectar

source: Failed to
de_de: Fehler beim
pt_br: Falhei em

source: SQL Error:
de_de: SQL-Fehler:
pt_br: Erro SQL:

source: No query sent
de_de: Keine Abfrage gesendet
pt_br: Sem consulta enviada

source: No database to work off
de_de: Keine Datenbank zum Abreagieren
pt_br: Nenhum banco de dados para trabalhar fora

source: No query result, use query() first
de_de: Kein Ergebnis-Abfrage, query() zuerst verwenden
pt_br: Nenhum resultado consulta, use query () primeiro

source: No connection to the database
de_de: Keine Verbindung zur Datenbank
pt_br: Sem conexão com o banco de dados

source: No data returned
de_de: Keine Daten zurückgegeben
pt_br: Não há dados retornados

source: Error Code
de_de: Fehlercode
pt_br: Erro de código

source: Error Message
de_de: Fehlermeldung
pt_br: Mensagem de erro

source: Debug
pt_br: Depurar

source: Cannot connect to database
de_de: Kann keine Verbindung zur Datenbank hergestellt werden.
pt_br: Não é possível conectar ao banco de dados

source: No valid class sent
de_de: Keine gültige Klasse gesendet
pt_br: Nenhuma classe válida enviada

source: Row number not set properly
de_de: Die Nummer der Zeile nicht richtig eingestellt
pt_br: número da linha não definido adequadamente

source: Check that database is running
de_de: Überprüfen Sie, ob die Datenbank ausgeführt wird
pt_br: Verifique o banco de dados está em execução

source: Unkown database Type. Check the DATABASE_TYPE is set correctly in "%s/lib/fog/Config.class.php"
de_de: Unbekannte Datenbank. Überprüfen Sie, ob die DATABASE_TYPE richtig eingestellt ist, in "%s/lib/fog/Config.class.php"
pt_br: Unkown Tipo de banco de dados. Verifique a database_type está definido corretamente no " %s /lib/fog/Config.class.php "

source: Issue working with the current DB, maybe it has not been created yet
de_de: Problem mit der aktuellen DB, vielleicht ist es noch nicht erstellt wurde
pt_br: Emissão de trabalhar com o atual DB, talvez ele não foi criado ainda

source: Is a
de_de: Ist eine
pt_br: É uma

source: group
de_de: Gruppe
pt_br: grupo

source: host
pt_br: anfitrião

source: based task
de_de: nach Aufgabe
pt_br: tarefa com base

source: task found
de_de: Aufgabe gefunden
pt_br: tarefa encontrados

source: Tasks started for
de_de: Für angefangene Vorgänge
pt_br: Tarefas começou para

source: There is nothing to replicate
de_de: Es gibt nichts zu replizieren
pt_br: Não há nada para replicar

source: | This is not the primary group
de_de: | Dies ist nicht die primäre Gruppe
pt_br: | Este não é o grupo primário

source: * Host Ping is not enabled
de_de: * Host Ping ist nicht aktiviert
pt_br: * Anfitrião Ping não está habilitado

source: I am not the fog web server
de_de: Ich bin nicht der Nebel-Web-server
pt_br: Eu não sou o servidor web nevoeiro

source: Attempting to ping
de_de: Versuch, ping
pt_br: A tentativa de executar ping

source: | This is not the master node
de_de: | Dies ist nicht der master-Knoten
pt_br: | Este não é o nó mestre

source: Waiting for mysql to be available
de_de: Warten auf Mysql zur Verfügung stehen
pt_br: Esperando mysql para estar disponível

source: * I am not the master
de_de: * Ich bin nicht der Meister
pt_br: * Eu não sou o mestre

source: | I am the only member
de_de: | Ich bin das einzige Mitglied
pt_br: | Eu sou o único membro

source: | Replication not complete
de_de: | Replikation nicht abgeschlossen
pt_br: | A replicação não completar

source: | File or path cannot be reached
de_de: | Datei oder Pfad ist nicht erreichbar
pt_br: | Arquivo ou o caminho não pode ser alcançado

source: * Starting Sync Actions
de_de: * Start Sync-Aktionen
pt_br: * Começando ações são sincronizadas

source: Started sync for
de_de: Gestartet Sync für
pt_br: sync começou para

source: No Active Task found for Host
de_de: Keine aktive Aufgabe gefunden für Host
pt_br: Nenhuma tarefa ativa encontrada para o Host

source: Invalid Storage Group
de_de: Ungültige Speichergruppe
pt_br: Grupo de armazenamento inválido

source: Could not find a Storage Node, is there one enabled within this group?
de_de: Einem Storage Node nicht gefunden, ist es eine innerhalb dieser Gruppe aktiviert?
pt_br: Não foi possível encontrar um nó de armazenamento, há um ativado dentro deste grupo?

source: is open, but has recently failed for this Host
de_de: ist offen, aber ist vor kurzem für diesen Host fehlgeschlagen
pt_br: está aberto, mas recentemente falhou para este alojamento

source: Failed to update task
de_de: Fehler beim Aktualisieren der Aufgabe
pt_br: Falha ao atualizar tarefa

source: Invalid Session
de_de: Ungültige Sitzung
pt_br: Sessão inválida

source: Failed to update session
de_de: Fehler beim Aktualisieren der Sitzung
pt_br: Falha ao atualizar sessão

source: Failed to update Session
de_de: Fehler beim Aktualisieren der Sitzung
pt_br: Falha ao atualizar Session

source: No open slots
de_de: Keine freie Steckplätze
pt_br: Não há vagas abertas

source: There are
de_de: Es gibt
pt_br: tem

source: before me.
de_de: vor mir.
pt_br: antes de mim.

source: There are open slots, but
de_de: Es gibt offene Schlitze, aber
pt_br: Há slots abertos, mas

source: before me
de_de: vor mir
pt_br: antes de mim

source: Unable to find a auitable Storage Node for imaging!
de_de: Nicht in der Lage, eine Auitable Storage Node für die Bildgebung zu finden!
pt_br: Incapaz de encontrar um auitable nó de armazenamento para imagens!

source: Failed to update/create image log
de_de: Fehler beim Update/Bild Protokoll erstellen
pt_br: Falha ao atualizar / criar o registo de imagem

source: Failed to update Task
de_de: Fehler beim Aktualisieren der Aufgabe
pt_br: Falha ao atualizar Task

source: Failed to update/create task log
de_de: Fehler beim Update/Task-Protokoll erstellen
pt_br: Falha ao atualizar / criar log tarefa

source: Created by FOG Reg on
de_de: Erstellt von Nebel Reg am
pt_br: Criado por FOG Reg em

source: Already registered as
de_de: Bereits registriert als
pt_br: Já está registado como

source: Failed to create Host
de_de: Fehler beim Host erstellen
pt_br: Falha ao criar o Host

source: Done, without imaging!
de_de: Gemacht, ohne Bildgebung!
pt_br: Feito, sem imagem!

source: Done, No image assigned!
de_de: Gemacht, kein Bild zugeordnet!
pt_br: Feito, nenhuma imagem atribuída!

source: Done, Failed to create tasking
de_de: Fertig, konnte nicht erstellt werden-tasking
pt_br: Feito, Falha ao criar tasking

source: Done, with imaging!
de_de: Mit Bildgebung gemacht!
pt_br: Feito, com a imagem!

source: Done
de_de: Fertig
pt_br: Feito

source: Pending Registration created by FOG_CLIENT
de_de: Ausstehende Eintragung erstellt von FOG_CLIENT
pt_br: Na pendência de Registro criado por FOG_CLIENT

source: Invalid Snapin
de_de: Ungültige Snap-in
pt_br: Snapin inválido

source: Invalid Snapin Tasking
de_de: Ungültige Snap-in Tasking
pt_br: Inválida Snapin Tasking

source: Invalid Storage Node
de_de: Ungültige Storage Node
pt_br: Inválida Storage Node
